[
  {
    "url": "https://incognia.recruitee.com/o/senior-software-engineer/c/new",
    "company": "Incognia",
    "title": "Senior Software Engineer",
    "description": "<p><strong>Responsabilidades:</strong></p>\n<ul>\n  <li>Desenvolver e manter aplicações web, o que envolve a arquitetura das soluções de back-end (Ruby on Rails, GraphQL, Java, Python, etc).</li>\n  <li>Colaborar e se comunicar efetivamente com desenvolvedores, designers, PMs e outros stakeholders.</li>\n  <li>Auxílio na construção de novas funcionalidades para produtos web de acordo com as necessidades do negócio.</li>\n  <li>Integrar sistemas que já estão em uso, seja através da criação de APIs ou de scripts.</li>\n  <li>Trabalhar junto com a equipe de produto na concepção e desenvolvimento do dashboard utilizado pelos clientes.</li>\n</ul>\n<p><strong>Quais são os requisitos e experiências relevantes?</strong></p>\n<ul>\n  <li>Formação em Ciência da Computação, Sistemas da Informação, Engenharia da Computação ou afins.</li>\n  <li>Inglês upper intermediate (lê e escreve bem, mantém uma conversa cotidiana sem muita dificuldade, porém fala devagar e pausado).</li>\n  <li>Experiência com Produto e contato com o cliente.</li>\n  <li>Conhecimento em desenvolvimento de sistemas Web (Por exemplo, Rails).</li>\n  <li>Ter experiência e valorizar bons testes automatizados.</li>\n  <li>Uso de ferramentas de controle de versão (Por exemplo, Git).</li>\n  <li>Saber utilizar containers (Docker).</li>\n  <li>Boas noções de Algoritmos e Estruturas de Dados.</li>\n  <li>Saber utilizar banco de dados relacionais (PostgreSQL).</li>\n</ul>",
    "currency": "BRL",
    "salary": "from R$ 13.000,00 to R$ 16.000,00 BRL/monthly",
    "headerInfo": "Sênior",
    "language": "Inglês",
    "skills": [
      "Python",
      "Java",
      "Ruby",
      "Ruby on Rails",
      "PostgreSQL",
      "Docker"
    ]
  },
  {
    "url": "https://incognia.recruitee.com/o/senior-software-engineer-web-sdk/c/new",
    "company": "Incognia",
    "title": "Senior Software Engineer - Web SDK",
    "description": "<p><strong>Responsabilidades:</strong></p>\n<ul>\n  <li>Planejar e desenvolver a arquitetura do SDK Web (TypeScript, Jest, funcionamento dos navegadores, etc);</li>\n  <li>Pesquisar/Investigar novas formas para tornar a solução mais segura;</li>\n  <li>Colaborar e se comunicar efetivamente com desenvolvedores, engenheiros de dados, PMs e outros stakeholders;</li>\n  <li>Gerir as prioridades do projeto, prazos e entregas;</li>\n</ul>\n<p><strong>Requisitos</strong></p>\n<ul>\n  <li>Formação em Ciência da Computação, Engenharia da Computação, Engenharia de Software ou afins;</li>\n  <li>Conhecimento sólido e profundo sobre o funcionamento interno de navegadores Web;</li>\n  <li>Experiência com desenvolvimento em JavaScript puro e preocupações relacionadas à performance (tamanho do artefato, uso de rede, etc);</li>\n  <li>Ter experiência em desenvolver e valorizar bons testes automatizados;</li>\n  <li>Uso de ferramentas de controle de versão (Por exemplo, Git)</li>\n  <li>Boas noções de Algoritmos e Estruturas de Dados.</li>\n  <li>Inglês avançado;</li>\n</ul>",
    "currency": "BRL",
    "salary": "from R$ 15.900,00 to R$ 18.600,00 BRL/monthly",
    "headerInfo": "Sênior",
    "language": "Inglês",
    "skills": ["JavaScript", "Java", "TypeScript"]
  },
  {
    "url": "https://incognia.recruitee.com/o/junior-marketing-analyst-corporate-marketing/c/new",
    "company": "Incognia",
    "title": "Junior Marketing Analyst",
    "description": "<p><strong>What you will do:</strong></p>\n<ul>\n  <li>Work with the Brazil team to convert the results and successful customer stories into sales materials, virtual and live customer experiences, and actions that help speed up the sales process and leverage Incognia as a reference for fraud prevention and authentication.</li>\n  <li>Write and develop press releases, articles, bylines, newsletters, and other content pieces that establish Incognia as an innovator;</li>\n  <li>Combine our internal information and data with external news, reports, and market research to enhance social media content and explore corporate marketing opportunities;</li>\n  <li>Deep dive into Incognia’s strategy between our markets and tailor the actions, events, and PR opportunities to each;</li>\n  <li>Use multiple tools to help you with a productive routine and on-track projects - CRM (Hubpost), Asana, and Notion and interact with various stakeholders throughout the projects you lead;</li>\n  <li>Work with sales, customer success, and data analytics teams to create compelling PR narratives, sales enablement materials, and content to be used at events to showcase Incognia, its results, and how we are helping companies in fraud prevention and user verification;</li>\n  <li>Partner closely with other marketing team members to leverage content creation and product marketing and apply it externally to help drive revenue, brand awareness, and positioning.</li>\n</ul>\n<p><strong>What you will bring to the role:</strong></p>\n<ul>\n  <li>Bachelor in marketing or communications or public relations or journalism;</li>\n  <li>Marketing experience preferably at a B2B company;</li>\n  <li>Experience working with social media, public relations, events;</li>\n  <li>Experience working with customer-facing roles to understand their pain points and translate them into actions and clear communication;</li>\n  <li>Excellent written and verbal communication skills, strong messaging skills, attention to detail, and ability to navigate the public relations environment and leverage Incognia’s messaging and positioning to the external audience;</li>\n  <li>History of productive collaboration with commercial teams and external partners;</li>\n  <li>A team player who is always willing to roll up your sleeves and get scrappy;</li>\n  <li>Self-driven &amp; proactive, you are often thinking about what can be tackled next;</li>\n  <li>Ability to take ownership of the business and think like a founding team member;</li>\n  <li>Willingness to work with a culturally diverse team located in different timezones;</li>\n  <li>Advanced English speaker (very good reading and writing, keeps a conversation going at a higher level of argumentation) - will have a lot of contact with the US team.</li>\n</ul>",
    "currency": "BRL",
    "salary": "from R$ 5.090,00 to R$ 6.802,00 BRL/monthly",
    "headerInfo": "Júnior",
    "language": "Inglês",
    "skills": []
  },
  {
    "url": "https://www.linkedin.com/jobs/view/3653764141/",
    "company": "OndaSkim",
    "title": "Redator Sênior de Conteúdo (Ghostwriter)",
    "description": "<p>&nbsp;</p>\n<p><strong>Requisitos</strong></p>\n<p>- Graduação em Jornalismo, Publicidade e Propaganda, Relações Internacionais, Letras ou áreas correlatas;</p>\n<p>- Experiência de no mínimo 5 anos com Redação de Conteúdo com foco em Mídias Sociais;</p>\n<p>- Conhecimento sólido em Marketing B2B;</p>\n<p>- Portfólio de Ghostwriting;</p>\n<p>- Excelente organização, atenção aos detalhes e habilidades de revisão de conteúdo.</p>\n<p>- Flexibilidade para se adaptar a um ambiente de trabalho dinâmico e em constante evolução.</p>\n<p>- Habilidades excepcionais de redação, comunicação e entrevista.</p>\n<p>- Capacidade de trabalhar de forma independente e gerenciar múltiplos projetos ao mesmo tempo.</p>\n<p>- Inglês avançado;</p>\n<p>- Consegue analisar e apresentar dados de mídias sociais no Excel;</p>\n<p><strong>Suas responsabilidades</strong></p>\n<p>- Ghostwriting para Marcas Pessoais nas mídias sociais – Executivos e Figuras Públicas, com foco no Linkedin;</p>\n<p>- Planejamento de Estratégia de Marca e Conteúdo de Executivos nas mídias sociais;</p>\n<p>- Conduzir entrevistas com executivos e figuras públicas para criar conteúdo relevante e autêntico.</p>\n<p>- Preparar relatórios de métricas de mídias sociais, analisar os resultados e fornecer insights acionáveis.</p>\n<p>- Revisar conteúdos produzidos para clientes, garantindo a qualidade e consistência.</p>\n<p>- Gerenciar a comunidade online, interagindo com seguidores e respondendo a comentários e mensagens.</p>\n<p>- Atender às demandas e necessidades dos clientes da OndaSkim com agilidade e excelência.</p>",
    "currency": "BRL",
    "salary": "from R$ 4.000,00 to R$ 7.000,00 BRL/monthly",
    "headerInfo": "Sênior",
    "language": "Português",
    "skills": []
  },
  {
    "url": "https://careers.nuuvem.com/o/fullstack-web-developer-ruby",
    "company": "Nuuvem",
    "title": "Full-Stack Web Developer (Ruby)",
    "description": "<p><strong>Responsabilidades</strong></p>\n<ul>\n  <li>Projetar, desenvolver e testar novos recursos para a plataforma.</li>\n  <li>Liderar pesquisas e experimentos ao lidar com requisitos novos e desafiadores.</li>\n  <li>Manter e melhorar a base de código atual, corrigindo rapidamente bugs e refatorando códigos problemáticos quando necessário.</li>\n  <li>Escrever testes unitários e de integração para novos recursos e correções de bugs.</li>\n  <li>Compartilhar conhecimento e ensinar pessoas desenvolvedoras menos experientes do seu squad e do time como um todo.</li>\n</ul>\n<p><strong>Você tem o perfil que buscamos se...</strong></p>\n<ul>\n  <li>Você tem proficiência e habilidades de comunicação em inglês verbal e escrito (não precisa ser fluente, mas precisa ser capaz de ler e escrever bem em inglês).</li>\n  <li>Você é apaixonado por tecnologia (e jogos!).</li>\n  <li>Você é capaz de entender os requisitos de negócios e traduzi-los em definições técnicas.</li>\n  <li>Você faz perguntas poderosas - a partir disso, vamos (re)definir histórias de usuários, critérios de aceitação, especificações. Sempre questionando (sem perder o foco).</li>\n  <li>Você é vê quadro geral dos problemas e obcecado com detalhes (relevantes).</li>\n  <li>Você também é orientado por resultados/entrega e um solucionador de problemas.</li>\n  <li>Você adora escrever belos códigos!</li>\n</ul>\n<p><strong>Em que acreditamos</strong></p>\n<ul>\n  <li>Pair programming é sempre uma boa ideia;</li>\n  <li>Código sem boa cobertura de testes automatizado está incompleto (além de não ser profissional);</li>\n  <li>Tudo que pode ser automatizado, deve ser automatizado;</li>\n  <li>Qualidade e quantidade estão em equilíbrio - estamos sempre em busca desse equilíbrio.</li>\n  <li>Um bom produto vem de uma ótima experiência e valor entregue.</li>\n  <li>Ouvir, muitas vezes, é mais importante do que falar. Mostrar é melhor do que contar.</li>\n</ul>\n<p><strong>Requisitos da vaga</strong></p>\n<ul>\n  <li>Usuário autossuficiente de Linux ou macOS (ou Windows com WSL2) que não teme o terminal;</li>\n  <li>Forte experiência em Ruby on Rails (3+ anos pelo menos) com TDD/BDD (unitários e de integração), Git, revisão de código, integração contínua e ambientes de desenvolvimento/teste;</li>\n  <li>Conhecimento em PostgreSQL, MongoDB e/ou Redis;</li>\n  <li>Experiência na construção e consumo de APIs e manutenção de aplicativos baseados em (micro) serviços;</li>\n  <li>Alguma experiência com outras linguagens de programação como Python, Node.js, Java, Go;</li>\n  <li>Boa experiência com HTML, CSS e JavaScript;</li>\n  <li>Proficiente em inglês escrito e pelo menos bons conhecimentos de inglês falado.</li>\n  <li>Noções básicas sobre como o Amazon Web Services funciona.</li>\n</ul>",
    "currency": "BRL",
    "salary": "from R$ 7.500,00 to R$ 15.000,00 BRL/monthly",
    "language": "Português",
    "skills": [
      "HTML",
      "CSS",
      "Node",
      "JavaScript",
      "Python",
      "Java",
      "Ruby",
      "Ruby on Rails",
      "PostgreSQL",
      "MongoDB",
      "Redis"
    ]
  },
  {
    "url": "https://careers.nuuvem.com/o/desenvolvedor-bubble-jr-1",
    "company": "Nuuvem",
    "title": "Desenvolvedor Bubble Jr",
    "description": "<p><strong>Responsabilidades</strong></p>\n<ul>\n  <li>Projetar, desenvolver e testar novos recursos para a plataforma.</li>\n  <li>Liderar pesquisas e experimentos ao lidar com requisitos novos e desafiadores.</li>\n  <li>Manter e melhorar produtos atuais feitos no Bubble, corrigindo rapidamente bugs e atualizando partes existentes quando necessário.</li>\n  <li>Compartilhar conhecimento, produzir documentação dos produtos Bubble&nbsp;e ensinar profissionais menos experientes do seu squad e do time como um todo.</li>\n</ul>\n<p><strong>Você tem o perfil que buscamos se...</strong></p>\n<ul>\n  <li>Tem proficiência e habilidades de comunicação em inglês&nbsp;verbal e&nbsp;escrito (não precisa ser fluente, mas precisa ser capaz de ler e escrever bem em inglês).</li>\n  <li>É apaixonado por tecnologia (e jogos! duh :P).</li>\n  <li>For capaz de buscar conhecimento e aprendizado com autonomia.</li>\n  <li>É capaz de entender os requisitos de negócios e traduzi-los em definições técnicas.</li>\n  <li>Faz perguntas poderosas - a partir disso, vamos (re)definir histórias de usuários, critérios de aceitação, especificações. Sempre questionando (sem perder o foco).</li>\n  <li>Vê o quadro geral dos problemas e é obcecado com detalhes (relevantes).</li>\n  <li>É orientado por resultados/entrega e um solucionador de problemas.</li>\n</ul>\n<h3><strong>Em que acreditamos</strong></h3>\n<ul>\n  <li>Tudo que pode ser automatizado, deve ser automatizado;</li>\n  <li>Qualidade e quantidade estão em equilíbrio - estamos sempre em busca desse equilíbrio.</li>\n  <li>Um bom produto vem de uma ótima experiência e valor entregue.</li>\n  <li>Ouvir, muitas vezes, é mais importante do que falar. Mostrar é melhor do que contar.</li>\n</ul>\n<h3><strong>Requisitos da vaga</strong></h3>\n<ul>\n  <li>Experiência em desenvolvimento de soluções usando&nbsp;<a href=\"https://bubble.io/\" rel=\"noopener\" target=\"_blank\"><strong>Bubble</strong></a>;</li>\n  <li>Proficiente em inglês escrito e pelo menos bons conhecimentos de inglês falado.</li>\n  <li>Alguma experiência com consumo de APIs, especialmente APIs HTTP REST;</li>\n</ul>\n<p><strong>Não é requerido, porém é um bônus se você tiver:</strong></p>\n<ul>\n  <li>Experiência com plataformas de automação e integração de serviços web como <a href=\"https://zapier.com/\" rel=\"noopener\" target=\"_blank\">Zapier</a>, <a href=\"https://www.integromat.com/\" rel=\"noopener\" target=\"_blank\">Integromat</a>, <a href=\"https://www.make.com/en\" rel=\"noopener\" target=\"_blank\">Make</a>, <a href=\"https://ifttt.com/\" rel=\"noopener\" target=\"_blank\">IFTTT</a> ou similares;</li>\n  <li>Conhecimento em bancos de dados relacionais e linguagem SQL;</li>\n  <li>Experiência com outras plataformas de desenvolvimento \"low code\" alternativas ao Bubble como <a href=\"https://backendless.com/\" rel=\"noopener\" target=\"_blank\">Backendless</a>, <a href=\"https://www.appsmith.com/\" rel=\"noopener\" target=\"_blank\">Appsmith</a>, <a href=\"https://budibase.com/\" rel=\"noopener\" target=\"_blank\">Budibase</a>, <a href=\"https://lowdefy.com/\" rel=\"noopener\" target=\"_blank\">Lowdefy</a>, <a href=\"https://www.tooljet.com/\" rel=\"noopener\" target=\"_blank\">Tooljet</a> ou similares;</li>\n  <li>Conhecimento avançado de Javascript;</li>\n  <li>Alguma experiência com outras linguagens de programação como Ruby ou Python;</li>\n  <li>Boa experiência com HTML e CSS.</li>\n</ul>",
    "currency": "BRL",
    "salary": "from R$ 5.100,00 to R$ 6.000,00 BRL/monthly",
    "headerInfo": "Júnior",
    "language": "Português",
    "skills": ["HTML", "CSS", "JavaScript", "Python", "Java", "Ruby"]
  },
  {
    "url": "https://careers.nuuvem.com/o/analista-bizdev",
    "company": "Nuuvem",
    "title": "Analista BizDev",
    "description": "<p><strong>Responsabilidades</strong></p>\n<ul>\n  <li>Ser o ponto de contato principal entre a Nuuvem e nossos parceiros;</li>\n  <li>Auxiliar no processo de onboarding de novas parcerias e seus catálogos, e monitorar o desempenho destas parcerias ao longo do tempo;</li>\n  <li>Organizar o calendário promocional da Nuuvem, além de criar novas iniciativas de vendas;</li>\n  <li>Auxiliar na revisão e envio de relatórios de vendas;</li>\n  <li>Trabalhar com ferramentas internas e informações para extrair inteligência de negócios e melhorar nossa estratégia comercial e tomada de decisões.</li>\n</ul>\n<p><strong>Você tem o perfil que buscamos se você...</strong></p>\n<ul>\n  <li>Tem uma excelente comunicação, tanto escrita quanto verbal;</li>\n  <li>Tem uma personalidade pró-ativa, está confortável ao lidar com novos desafios e pensar \"fora da caixa\";</li>\n  <li>Tem conforto em conhecer novas pessoas, participar e liderar reuniões com parceiros e clientes;</li>\n  <li>Tem senso de responsabilidade em fazer o acompanhamento e gerenciamento do nosso relacionamento com parceiros comerciais, visando aumentar oportunidades comerciais, entender suas dificuldades e estar focado em gerar resultados;</li>\n  <li>Possui interesse em comércio eletrônico e vendas digitais;</li>\n  <li>Tem uma paixão por jogos e possui bom conhecimento do mercado de jogos, ou pelo menos um forte interesse em aprender mais sobre ele;</li>\n</ul>\n<p><strong>Requisitos da vaga</strong></p>\n<ul>\n  <li>Fluência em inglês - Será testado (Utilizado diariamente, escrita e fala)</li>\n  <li>Possuir conhecimento e experiência usando ferramentas do Office (Word, Power Point) e Google (Drive, Sheets e Docs)</li>\n</ul>\n<p><strong>Diferenciais:</strong></p>\n<ul>\n  <li>Fluência em espanhol;</li>\n  <li>Experiência em vendas, seja no varejo digital ou físico;</li>\n  <li>Experiência prévia com startups;</li>\n  <li>Conhecimento básico ou experiência prévia com SQL e/ou VBA;</li>\n  <li>Compreensão sobre precificação no mercado de jogos.</li>\n</ul>",
    "currency": "BRL",
    "salary": "from R$ 3.600,00 to R$ 4.400,00 BRL/monthly",
    "language": "Inglês",
    "skills": []
  },
  {
    "url": "https://jobs.quickin.io/hyper/jobs/64a477067c22300015d6c60df",
    "company": "Hyper",
    "title": "Consultor de Growth - Tráfego",
    "description": "<h4><strong>Responsabilidades:</strong></h4>\n<ul>\n  <li>Planejamento de estratégia digital do cliente;</li>\n  <li>Gestão completa da mídia no Facebook Ads e Google Ads - planejamento, execução e monitoramento;</li>\n  <li>Planejamento de mídia;</li>\n  <li>Configuração de pixel;</li>\n  <li>Execução de campanhas focadas em geração de leads;</li>\n  <li>Desenvolvimento de testes A/B;</li>\n  <li>Tomar decisões diárias para otimização de campanhas;</li>\n</ul>\n<h4>Contato direto com outras pessoas da equipe para desenvolvimento de artes, vídeos, landing pages e o que mais for necessário para o sucesso de sua função.</h4>\n<h4><strong>Habilidades Requeridas:</strong></h4>\n<ul>\n  <li>Certificação Facebook e Google;</li>\n  <li>Conhecimento de Campanhas complexas;</li>\n  <li>Experiência com estratégias de crescimento exponencial (growth) e experimentação;</li>\n  <li>Experiência com otimização de canais;</li>\n  <li>Conhecimento avançado em ferramentas de gestão de dados e web analytics;</li>\n  <li>Alta capacidade analítica e de resolver problemas;</li>\n  <li>Conhecimentos ferramentas de CRM como Sales force, Responsys, Mixpanel, Braze;</li>\n  <li>Conhecimento de definição de públicos/segmentação de cohort, testes multivariados e criação de réguas de relacionamento;</li>\n  <li>Mentalidade baseada em dados e visão de negócios. Pensamento analítico e atenção aos detalhes para encontrar insights sobre o usuário e cenário competitivo;</li>\n  <li>Conhecimento em Google Sheets/Slides e/ou Pacote Office;</li>\n  <li>Experiência e resiliência para atuação em cenários que envolvem diversos stakeholders de áreas com interesses distintos (Negócios, Comercial, Produto, Tecnologia, Marketing, Mídia, CRM, Branding e Growth);</li>\n  <li>Minimo 3 anos de experiência.</li>\n</ul>",
    "currency": "BRL",
    "salary": "from R$ 5.000,00 to R$ 5.000,00 BRL/monthly",
    "language": "Português",
    "skills": []
  },
  {
    "url": "https://jobs.quickin.io/hyper/jobs/64a2db6553fc02001b24756f",
    "company": "Hyper",
    "title": "Analista Financeiro Pleno",
    "description": "<h4><strong>Rotinas:</strong></h4>\n<ul>\n  <li>Fazer o controle diário das contas a pagar da empresa, atentando para os prazos;</li>\n  <li>Lançamento de despesas e rateios no sistema conforme padrão preestabelecido;</li>\n  <li>Monitoramento de provisões e despesas realizadas;</li>\n  <li>Emissão de notas;</li>\n  <li>Interação com o fiscal para verificação de retenção de impostos;</li>\n  <li>Conciliação bancária e contábil;</li>\n  <li>Lançamento de pagamentos nos bancos;</li>\n  <li>Elaboração de fluxo de caixa;</li>\n  <li>Controle de orçamento por projetos;</li>\n  <li>Acompanhamento de realizado x orçado;</li>\n  <li>Desenvolvimento de relatórios gerenciais em excel e Power B.I;</li>\n  <li>Cronograma de Desembolso;</li>\n  <li>Forecast;</li>\n</ul>\n<h4><strong>O que te torna um(a) ANALISTA diferenciado(a)?</strong></h4>\n<ul>\n  <li>Conhecimento de ERPs;</li>\n  <li>Conhecimento de ContaAzul;</li>\n  <li>Conhecimento de Omie;</li>\n  <li>Conhecimento de Excel;</li>\n  <li>Conhecimento de Power BI;</li>\n  <li>Conhecimento de Impostos;</li>\n</ul>\n<h4><strong>Skills necessárias:</strong></h4>\n<ul>\n  <li>Criatividade para solucionar problemas</li>\n  <li>Autogerenciamento</li>\n  <li>Proatividade</li>\n  <li>Trabalhar bem em equipe;</li>\n  <li>Ter sede por conhecimento</li>\n  <li>Resiliência e foco no prazo<br>\n</li>\n</ul>",
    "currency": "BRL",
    "salary": "from R$ 4.000,00 to R$ 4.000,00 BRL/monthly",
    "headerInfo": "Pleno",
    "language": "Português",
    "skills": []
  },
  {
    "url": "https://jobs.quickin.io/hyper/jobs/64a2bac753fc02001b19474e",
    "company": "Hyper",
    "title": "Estágio em Finanças",
    "description": "<h4><strong>Requisitos</strong></h4>\n<p><strong>O que esperamos de você:</strong></p>\n<ul>\n  <li>Conhecimento de Excel e PowerBI;</li>\n  <li>Desejavel conhecimento nos Sistemas ContaAzul;</li>\n  <li>Boa comunicação;</li>\n  <li>Força de vontade para superar desafios;</li>\n  <li>Gosto por conhecimento;</li>\n  <li>Foco em se desenvolver;</li>\n  <li>Ter estagiado anteriormente.</li>\n</ul>",
    "currency": "BRL",
    "salary": "from R$ 1.300,00 to R$ 1.300,00 BRL/monthly",
    "headerInfo": "Estágio",
    "language": "Português",
    "skills": []
  },
  {
    "url": "https://engenha.com/vagas/228760/designer-ux-ui",
    "company": "Engenha",
    "title": "Designer UX/UI",
    "description": "<p><strong>Descrição da Vaga</strong></p>\n<ul>\n  <li>Responsável principal pela geração de conceitos visuais, identificar oportunidades de melhoria na experiência do cliente;&nbsp;</li>\n  <li>aplicação de Discovery Design Thinking de projetos web e app;&nbsp;</li>\n  <li>testar suas soluções com protótipos;&nbsp;</li>\n  <li>planejar Interface e Interação;&nbsp;</li>\n  <li>participar das reviews com o cliente, para obter feedbacks das entregas;&nbsp;</li>\n  <li>gerenciar os projetos que envolvem experiências com cliente.&nbsp;</li>\n  <li>Experiência em definição de fluxos e processos.</li>\n</ul>\n<p><strong>Conhecimentos</strong></p>\n<ul>\n  <li>Possuir Solida experiencia na área.&nbsp;</li>\n  <li>Possuir experiência com desenvolvimento Front-End de aplicativos, na ferramenta Figma ou Adobe XD, em processos de Design Thinking e Discovery e projetos web e app.&nbsp;</li>\n  <li>Possuir domínio de metodologias e técnicas de UX/UI.&nbsp;</li>\n  <li>Possuir Graduação ou Especialização em áreas relacionadas ao Design ou Comunicação.&nbsp;</li>\n  <li>Residir em São Leopoldo, Porto Alegre, Gravataí, Cachoeirinha, Canoas, Sapucaia do sul, Alvorada ou Esteio.</li>\n</ul>",
    "currency": "BRL",
    "salary": "from R$ 5.000,00 to R$ 5.000,00 BRL/monthly",
    "language": "Português",
    "skills": []
  },
  {
    "url": "https://engenha.com/vagas/227253/estagio-em-ti-tecnologia-da-informacao-home-office",
    "company": "Engenha",
    "title": "Estágio em TI (Tecnologia da Informação)",
    "description": "<p><strong>Descrição da Vaga</strong></p>\n<ul>\n  <li>Auxiliar em projetos de desenvolvimento de aplicações</li>\n</ul>\n<p><strong>Conhecimentos</strong></p>\n<ul>\n  <li>Graduando em Engenharia de Computação ou Tecnologia da Informação (TI).&nbsp;</li>\n  <li>Conhecimentos em linguagem de programação, back end, front end, Django, Phyton, Java e Banco de Dados.</li>\n</ul>",
    "currency": "BRL",
    "salary": "from R$ 700,00 to R$ 700,00 BRL/monthly",
    "headerInfo": "Estágio",
    "language": "Português",
    "skills": ["Java", "Django"]
  },
  {
    "url": "https://engenha.com/vagas/230923/estagiario-comercial",
    "company": "Engenha",
    "title": "Estágio Comercial",
    "description": "<p><strong>Descrição da Vaga</strong></p>\n<ul>\n  <li>Auxiliar na prospecção de novos clientes;</li>\n  <li>Identificar oportunidades de negócio;&nbsp;</li>\n  <li>Apoiar na elaboração de propostas comerciais;&nbsp;</li>\n  <li>Participar de reuniões e visitas a clientes, buscando entender suas necessidades e oferecer soluções adequadas;&nbsp;</li>\n  <li>Acompanhar o pipeline de vendas e atualizar o sistema de gestão de clientes diariamente;&nbsp;</li>\n  <li>Contribuir com ideias e estratégias para o crescimento do setor comercial;&nbsp;</li>\n  <li>Colaborar com a análise de resultados e elaboração de relatórios de desempenho;&nbsp;</li>\n  <li>Manter-se atualizado(a) sobre as tendências e novidades do mercado, bem como sobre os produtos/serviços da empresa; entre outras atividades.</li>\n</ul>\n<p><strong>Conhecimentos</strong></p>\n<ul>\n  <li>Estar cursando Gestão Comercial, Administração ou outros cursos afins;</li>\n  <li>Necessário ter vivência na área comercial.<br>\n</li>\n</ul>",
    "currency": "BRL",
    "salary": "from R$ 1.000,00 to R$ 1.000,00 BRL/monthly",
    "headerInfo": "Estágio",
    "language": "Português",
    "skills": []
  },
  {
    "url": "https://atracaodetalentos.totvs.app/feedz/job-opportunity/34",
    "company": "Feedz",
    "title": "Product Designer Sênior ",
    "description": "<p><strong>Responsabilidades e atribuições</strong></p>\n<ul>\n  <li>Participar de Discoverys, definições de problema junto ao PM, definições de fluxos, desenho de interface, prototipagem e testes de usabilidade.</li>\n  <li>Identificar oportunidades de melhoria através de análises de dados quantitativos e qualitativos que embasam decisões de design e propor mudanças necessários que entreguem valor para os usuários;</li>\n  <li>Interagir com diferentes áreas da empresa para apresentar e discutir propostas com diferentes pontos de vista;</li>\n  <li>Estruturar e participar de pesquisas e testes de usabilidade com o objetivo de extrair oportunidades de melhoria e aplicar em nosso produto;</li>\n  <li>Acompanhar o desenvolvimento de interfaces e auxiliar na homologação de novas funcionalidades;</li>\n  <li>Aplicar e facilitar dinâmicas de co-criação para empresa;</li>\n  <li>Ser referência técnica para os demais integrantes da equipe.</li>\n</ul>\n<p><strong>Requisitos e qualificações</strong></p>\n<ul>\n  <li>3 anos de experiência como UX/UI Designer ou Product Designer;</li>\n  <li>Domínio de ferramentas de layout e prototipação (Usamos Figma, mas se já usou qualquer uma outra do mercado, já está valendo);</li>\n  <li>Boas habilidades de design de interfaces;</li>\n  <li>Conhecimento ou vivência em metodologias ágeis aplicadas a Design;</li>\n  <li>Experiência com processos de discovery;</li>\n  <li>Ter vivência em trabalhar com times de tecnologia (mínimo 4 pessoas);</li>\n  <li>Ter habilidade de autogestão e para realizar entregas com autonomia.</li>\n</ul>",
    "currency": "BRL",
    "salary": "from R$ 7.000,00 to R$ 9.000,00 BRL/monthly",
    "headerInfo": "Sênior",
    "language": "Português",
    "skills": []
  },
  {
    "url": "https://jobs.quickin.io/ucondo/jobs/649c2db133769e001a3fa28b",
    "company": "uCondo",
    "title": "Product Designer Sênior",
    "description": "<p><strong>Resumindo, sua missão será:</strong></p>\n<ul>\n  <li>Analisar e encontrar os melhores fluxos de interação do usuário nas funcionalidades do sistema;</li>\n  <li>Interagir com os Product Owners, Product Managers e com o time de desenvolvimento para a criação de protótipos que atendam 100% os requisitos de negócio;</li>\n  <li>Coletar feedbacks internos e externos sobre funcionalidades, identificando necessidades de otimização de interfaces e opiniões de usuários;</li>\n  <li>Manter e evoluir nosso Design System disseminando a cultura do Design na empresa;</li>\n  <li>Realizar benchmarkings de outros sistemas;</li>\n  <li>Testar funcionalidades implementadas antes do lançamento (feature review).</li>\n</ul>\n<p><strong>Requisitos</strong></p>\n<ul>\n  <li>Sólida experiência em UI aplicada na criação de interfaces e componentes;</li>\n  <li>Ótimas noções e prática comprovada em UX;</li>\n  <li>Sólido conhecimento em prototipação (Figma);</li>\n  <li>Experiência com criação de layouts para aplicações web e mobile;</li>\n  <li>Formações em UX e UI;</li>\n  <li>Experiência na manutenção de Design Systems;</li>\n  <li>Conhecimento em ferramentas de análise de comportamento do usuário;</li>\n</ul>\n<p><strong>Diferenciais:</strong></p>\n<ul>\n  <li>Ensino superior em Design ou cursos afins;</li>\n  <li>Noções de temas como APIs, React JS, React Native para interação com equipes técnicas;</li>\n  <li>Experiência em Startup SaaS ou empresas de tecnologia;</li>\n  <li>Experiência em processos de Discovery e desenvolvimento de soluções para produtos digitais (Web e App);</li>\n  <li>Criatividade para propor soluções customizadas que facilitem a relação do cliente com a empresa;</li>\n  <li>Experiência profissional no ramo de condomínios, ERPs ou fintechs;</li>\n  <li>Vivência em metodologias ágeis.</li>\n</ul>",
    "currency": "BRL",
    "salary": "from R$ 7.000,00 to R$ 9.000,00 BRL/monthly",
    "headerInfo": "Sênior",
    "language": "Português",
    "skills": ["React"]
  },
  {
    "url": "https://br.indeed.com/job/est%C3%A1gio-sdr-b612d42dbcc37351",
    "company": "Apiki",
    "title": "Estágio SDR",
    "description": "<p>O nosso Estagiário é uma pessoa comunicativa, proativa e movida a desafios! Sua missão será realizar as primeiras interações com nossos clientes, engajando-os em sua jornada trazendo soluções inovadoras para suas dores e necessidades.</p>\n<p><strong>Sobre o estágio da Apiki</strong></p>\n<p>O Programa de Estágio da Apiki foi criado com o propósito de ser uma porta de entrada da sua carreira profissional e é destinado a estudantes que tenham afinidade e interesse pela área de Vendas. Nosso estágio é remunerado, tem a duração de 1 ano e carga horária de 6 horas ao dia. Somos Remote First e nossos horários são flexíveis.</p>\n<p>Durante o percurso do estágio você atuará lado a lado com nossos Apikers e terá a oportunidade de desenvolver competências interpessoais e analíticas necessárias para ter sucesso profissionalmente. Nossos estagiários são estimulados a criar, inovar, desenvolver e aprender na prática o que os Apikers fazem no dia a dia. Bora fazer história conosco?</p>\n<p><strong>Como será seu dia a dia?</strong></p>\n<ul>\n  <li>Você vai prospectar e qualificar leads para vendas consultivas (inbound e outbound);</li>\n  <li>Você vai prospectar ativamente novos clientes por meio de cadências de prospecção com envio de e-mails e ligações telefônicas;</li>\n  <li>Você irá realizar abordagens personalizadas de acordo com o perfil do prospect;</li>\n  <li>Você irá observar métricas e indicadores, visando sempre a otimização dos processos em busca de melhores resultados.</li>\n</ul>\n<p><strong>O que eu preciso ter para esta vaga?</strong></p>\n<ul>\n  <li>Você está regularmente matriculado em um curso de ensino superior. Administração, Publicidade e Propaganda, Jornalismo, Economia ou áreas correlatas à Tecnologia;</li>\n  <li>Você possui afinidade e interesse pela área de vendas;</li>\n  <li>Você possui boa comunicação oral e escrita;</li>\n  <li>Você é organizado e orientado a resultados;</li>\n  <li>Você possui boa capacidade de negociação e persuasão;</li>\n</ul>\n<p><strong>Será um diferencial se você possuir:</strong></p>\n<ul>\n  <li>Experiência com atendimento ao cliente;</li>\n  <li>Experiência atuando com vendas de produtos digitais.</li>\n</ul>\n<p><strong>Venha fazer parte do time Apiki…</strong></p>\n<p>Na Apiki nós temos grande autonomia e responsabilidade, somos multidisciplinares, auto gerenciáveis e buscamos sempre romper barreiras que diminuam nossa capacidade de entregar valor ao negócio e ao cliente. Fazemos entregas frequentes e agimos rapidamente ao encontrar problemas, nosso ritmo é bem dinâmico mas temos tranquilidade para planejar e executar nossas tarefas com qualidade. Aqui você tem liberdade para fazer de forma simples e criativa! E claro, nosso lema por aqui é; Só temos uma coisa que fazemos em WordPress: TUDO!</p>\n<p><strong>Benefícios</strong></p>\n<p>Bolsa de estágio, 100% home office e com horários flexíveis. Material de suporte aos estudos de sua área e Ciclo de feedback contínuo (Avaliação 360º, 1:1 meetings). Eventos internos com autores/especialistas do site.</p>",
    "currency": "BRL",
    "salary": "from R$ 1.350,00 to R$ 1.350,00 BRL/monthly",
    "headerInfo": "Estágio",
    "language": "Português",
    "skills": []
  },
  {
    "url": "https://programathor.com.br/jobs/28983-desenvolvedor-a-react-pleno",
    "company": "ProgramaThor",
    "title": "Desenvolvedor(a) React Pleno",
    "description": "<p><strong>Atividades e Responsabilidades</strong></p>\n<ul>\n  <li>Como desenvolvedor frontend na WeFit,&nbsp;você&nbsp;terá a oportunidade de atuar em aplicativos Web e Mobile,&nbsp;participando do desenvolvimento desde os estágios iniciais, com a definição da arquitetura, até a evolução e manutenção da aplicação.&nbsp;</li>\n  <li>Nesse sentido será exigido o conhecimento de bons padrões para que os sistemas evoluam de&nbsp;forma&nbsp;saudável.</li>\n  <li>Além disso, você terá o importante papel de colaborar com o designer na exploração dos casos de uso com o objetivo de entregar uma experiência robusta.&nbsp;</li>\n  <li>Por fim,&nbsp;você&nbsp;também poderá&nbsp;contribuir&nbsp;introduzindo novos processos, tecnologias e arquiteturas em um ambiente com ampla abertura para discussões.</li>\n</ul>\n<p><strong>Requisitos</strong></p>\n<ul>\n  <li>Experiência no desenvolvimento de aplicações Web;</li>\n  <li>Conhecimento de JavaScript puro, TypeScript e CSS;</li>\n  <li>Conhecimento da biblioteca styled-components (CSS-in-JS);</li>\n  <li>Domínio das bibliotecas React (desejável 3 anos ou mais de experiência);</li>\n  <li>Experiência na integração com APIs;</li>\n  <li>Ferramentas e processos de versionamento com Git;</li>\n  <li>Preocupação constante com arquitetura e documentação;</li>\n  <li>Conforto em trabalhar em um ambiente altamente colaborativo;</li>\n  <li>Experiência com tecnologias para CI e CD.</li>\n</ul>",
    "currency": "BRL",
    "salary": "from R$ 8.000,00 to R$ 8.000,00 BRL/monthly",
    "headerInfo": "Pleno",
    "language": "Português",
    "skills": ["CSS", "JavaScript", "Java", "TypeScript", "React"]
  },
  {
    "url": "https://programathor.com.br/jobs/28976-analista-de-testes-junior-100-remoto",
    "company": "ProgramaThor",
    "title": "Analista de Testes Júnior",
    "description": "<p><strong>Responsabilidades:</strong></p>\n<ul>\n  <li>Realizar testes em aplicações web.</li>\n  <li>Identificar e relatar bugs e problemas.</li>\n  <li>Participar ativamente do ciclo de vida de desenvolvimento de sistema.</li>\n  <li>Trabalhar em colaboração com a equipe de desenvolvimento e designers.</li>\n  <li>Desenvolver interfaces web interativas, responsivas e atraentes usando as tecnologias front-end, como HTML, CSS, JavaScript e Bootstrap.</li>\n</ul>\n<p><strong>Requisitos</strong></p>\n<ul>\n  <li>Experiência em testes de software, incluindo planejamento, execução e relatórios de testes.</li>\n  <li>Familiaridade com ferramentas de teste de software, como Selenium, JUnit ou similares.</li>\n  <li>Capacidade de compreender requisitos de software e traduzi-los em casos de teste.</li>\n  <li>Experiência em desenvolvimento front-end, com habilidades em HTML, CSS e JavaScript.</li>\n  <li>Framework Bootstrap 4+.</li>\n  <li>Github.</li>\n  <li>Atitude pró-ativa e capacidade de trabalhar em equipe e desejo de aprender.</li>\n  <li>Excelentes habilidades de resolução de problemas e capacidade de trabalhar de forma independente.</li>\n</ul>",
    "currency": "BRL",
    "salary": "from R$ 3.500,00 to R$ 3.500,00 BRL/monthly",
    "headerInfo": "Júnior",
    "language": "Português",
    "skills": ["HTML", "CSS", "JavaScript", "Java"]
  },
  {
    "url": "https://programathor.com.br/jobs/28981-desenvolvedor-a-de-software-pleno",
    "company": "ProgramaThor",
    "title": "Desenvolvedor(a) de Software Pleno",
    "description": "<p><strong>Atividades e Responsabilidades</strong></p>\n<ul>\n  <li>Desenvolver software web que ofereça suporte ao desenvolvimento para clientes externos.</li>\n  <li>Criar interações do usuário em vários sites e plataformas, escrever código otimizado para desktop/mobile e auxiliar no desenvolvimento de banco de dados e serviços para funcionalidades.</li>\n  <li>Colaborar com a gerência e os clientes para identificar requisitos e especificações do usuário final.</li>\n  <li>Projetar algoritmos e fluxogramas para criar novos programas de software e sistemas.</li>\n  <li>Testar e implementar programas e aplicativos, principalmente utilizando plataformas como RStudio, Team ou Plotly.</li>\n  <li>Resolver problemas, depurar, manter e aprimorar o software existente.</li>\n  <li>Compilar e avaliar o feedback dos usuários para melhorar o desempenho do software.</li>\n  <li>Observar o feedback dos usuários para recomendar e implementar melhorias nos produtos de software existentes.</li>\n  <li>Desenvolver documentação técnica para orientar futuros projetos de desenvolvimento de software.</li>\n  <li>Apoiar as atividades de marketing e pré-vendas no design da solução.</li>\n</ul>\n<p><strong>Requisitos</strong></p>\n<ul>\n  <li>Mínimo de 3 anos de experiência em desenvolvimento de tecnologias front-end, incluindo TypeScript, CSS3, HTML5 e bibliotecas como ReactJS, Angular e jQuery.</li>\n  <li>Conhecimento de linguagens de programação como Python, Java e C++.</li>\n  <li>Conhecimento de UI/UX e design básico de protótipos.</li>\n  <li>Habilidades de resolução de problemas, com ênfase no desenvolvimento de produtos.</li>\n  <li>Experiência em consultar bancos de dados relacionais e não relacionais: MySQL, MS SQL, MongoDB.</li>\n  <li>Adepto à codificação de aplicativos front-end e back-end.</li>\n  <li>Inglês avançado;</li>\n  <li>Muita força de vontade para aprender e dominar novas tecnologias e técnicas.</li>\n</ul>",
    "currency": "BRL",
    "salary": "from R$ 8.000,00 to R$ 8.000,00 BRL/monthly",
    "headerInfo": "Pleno",
    "language": "Inglês",
    "skills": [
      "HTML",
      "CSS",
      "Python",
      "Java",
      "C++",
      "TypeScript",
      "React",
      "Angular",
      "MySQL",
      "MongoDB"
    ]
  },
  {
    "url": "https://programathor.com.br/jobs/28986-desenvolvedor-a-rust-go-senior",
    "company": "ProgramaThor",
    "title": "Desenvolvedor(a) Rust/Go Sênior",
    "description": "<p><strong>Atividades e Responsabilidades</strong></p>\n<ul>\n  <li>Designing, developing and maintaining our products and making sure they are up to the highest standards in terms of architecture, usability, functionality and security.</li>\n  <li>Be proactive in sharing thoughts and ideas on how to improve our services and add<br>\nvalue to our users.</li>\n  <li>Help and coach other team members.</li>\n  <li>Always keep up to date to the latest news and standards in architectural components relevant to our tool</li>\n  <li>Help the team with back-end development.</li>\n  <li>Be curious, precise and have a getting things done mentality.</li>\n</ul>\n<p><strong>Requisitos</strong></p>\n<ul>\n  <li>10 years’ experience as backend development in C++, Python, Rust or Go</li>\n  <li>Advanced knowledge of SQL and no-SQL DBMS such as PostgreSQL, MySQL, MongoDB, Redis and Couchbase</li>\n  <li>Hands-on experience with Github</li>\n  <li>Hands-on experience with Docker</li>\n  <li>Large experience with Agile methodologies</li>\n  <li>Excellent reporting and presentation skills</li>\n  <li>Broad technical knowledge and eagerness to keep developing yourself</li>\n  <li>Proficient in English, written and spoken</li>\n</ul>",
    "currency": "BRL",
    "salary": "from R$ 18.000,00 to R$ 18.000,00 BRL/monthly",
    "headerInfo": "Sênior",
    "language": "Inglês",
    "skills": [
      "Python",
      "C++",
      "MySQL",
      "PostgreSQL",
      "MongoDB",
      "Redis",
      "Docker"
    ]
  },
  {
    "url": "https://trampos.co/oportunidades/752798-analista-financeiro-a",
    "company": "Agência Tupiniquim",
    "title": "Analista Financeiro(a)",
    "description": "<p><strong>Quais serão as suas responsabilidades:</strong></p>\n<ul>\n  <li>Realizar análises financeiras, como avaliação de desempenho, projeções de fluxo de caixa e análise de investimentos;</li>\n  <li>Coletar, organizar e analisar dados financeiros para fornecer insights e recomendações aos gestores e tomadores de decisão;</li>\n  <li>Auxiliar no processo de elaboração do orçamento e no controle de custos, garantindo o cumprimento das metas financeiras estabelecidas;</li>\n  <li>Contribuir para a preparação de relatórios financeiros, demonstrações contábeis e apresentações executivas;</li>\n  <li>Auxiliar no envio de cobranças e acompanhamento dos pagamentos;</li>\n  <li>Realizar conciliação bancária e atualização do ERP;</li>\n  <li>Participar ativamente do planejamento financeiro estratégico, auxiliando no desenvolvimento de metas e iniciativas para impulsionar o crescimento e a rentabilidade da empresa;</li>\n  <li>Realizar análise de riscos e identificar oportunidades para otimizar a gestão financeira;</li>\n  <li>Colaborar com a equipe de compras e fornecedores para garantir negociações favoráveis e eficiência nos pagamentos;</li>\n  <li>Manter-se atualizado sobre as regulamentações e práticas contábeis, aplicando-as adequadamente nas atividades financeiras da empresa;</li>\n  <li>Participar de reuniões e colaborar com a equipe financeira para identificar e implementar melhorias nos processos.</li>\n</ul>\n<p><strong>Requisitos</strong></p>\n<ul>\n  <li>Graduação completa em Ciências Contábeis, Administração de Empresas, Economia ou área relacionada;</li>\n  <li>Experiência prévia em análise financeira, planejamento financeiro, contabilidade ou áreas afins;</li>\n  <li>Conhecimento avançado em Excel ou Google Sheets;</li>\n  <li>Conhecimento em análise financeira, incluindo demonstrações financeiras, indicadores financeiros e métodos de avaliação;</li>\n  <li>Habilidades avançadas de análise numérica e habilidades de resolução de problemas;</li>\n  <li>Capacidade de trabalhar com confidencialidade e lidar com informações financeiras sensíveis;</li>\n</ul>",
    "currency": "BRL",
    "salary": "from R$ 1.500,00 to R$ 2.500,00 BRL/monthly",
    "language": "Português",
    "skills": []
  },
  {
    "url": "https://trampos.co/oportunidades/751880-analista-de-recursos-humanos-junior",
    "company": "Agência Tupiniquim",
    "title": "Analista de Recursos Humanos Júnior",
    "description": "<p><strong>Responsabilidades:</strong></p>\n<ul>\n  <li>Auxiliar no processo de recrutamento e seleção, incluindo a triagem de currículos, agendamento e realização de entrevistas;</li>\n  <li>Realizar a busca ativa de profissionais por meio de hunting e prospecção de talentos;</li>\n  <li>Participar na elaboração de programas de treinamento, onboarding e desenvolvimento para a equipe;</li>\n  <li>Prestar suporte na administração de pessoal, incluindo o controle de ponto, benefícios e folha de pagamento;</li>\n  <li>Manter registros atualizados dos funcionários, garantindo a confidencialidade e precisão das informações;</li>\n  <li>Auxiliar na elaboração de relatórios e apresentações relacionadas às atividades de RH;</li>\n  <li>Fornecer suporte na implementação de políticas e procedimentos internos;</li>\n  <li>Participar de reuniões e colaborar com a equipe de RH para identificar e implementar melhorias nos processos.</li>\n</ul>\n<p><strong>Requisitos</strong></p>\n<ul>\n  <li>Graduação completa ou cursando em Recursos Humanos, Psicologia, Administração de Empresas ou área relacionada.</li>\n  <li>Experiência prévia em Recursos Humanos será considerada uma vantagem.</li>\n  <li>Habilidades de comunicação verbal e escrita.</li>\n  <li>Capacidade de trabalhar com confidencialidade e lidar com informações sensíveis.</li>\n</ul>",
    "currency": "BRL",
    "salary": "from R$ 1.500,00 to R$ 2.500,00 BRL/monthly",
    "headerInfo": "Júnior",
    "language": "Português",
    "skills": []
  },
  {
    "url": "https://impulso.team/pt/profissionais/oportunidade/1866?&utm_content=hunting&utm_campaign=ps-1866",
    "company": "Impulso",
    "title": "Pleno/Sênior Angular | C# .Net",
    "description": "<p><strong>Perfil que precisamos</strong></p>\n<p>Um/a desenvolvedor/a fullstack, nível Pleno para Sênior, que domine Angular JS, Angular 13, C# e .Net Core.<br>\nÉ necessário ter experiência com Azure DevOps, Typescript, HTML/CSS, GIT, RabbitMQ, testes Unitários em C#, MongoDB e Cosmos, SQL Server e conhecimento de arquitetura de microsserviços.<br>\nSerá um diferencial saber das boas práticas de desenvolvimento, como S.O.L.I.D, Clean Code, testes automatizados e usar práticas DevOps.</p>\n<p><strong>O que esperamos de você</strong></p>\n<p>⚪ Perfil comunicativo, autônomo que trabalhe bem de forma síncrona;<br>\n⚪ Facilidade de adaptação e comprometimento com prazos e entregas;<br>\n⚪ Perfil mão na massa e analítico;<br>\n⚪ Proatividade, chegar somando ao time;<br>\n⚪ Participação ativa nas cerimônias, propondo soluções e inovações.&nbsp;</p>",
    "currency": "BRL",
    "salary": "from R$ 11.000,00 to R$ 12.000,00 BRL/monthly",
    "headerInfo": "Sênior",
    "language": "Português",
    "skills": [
      "HTML",
      "CSS",
      "C#",
      "TypeScript",
      "Angular",
      "MongoDB",
      "SQL Server"
    ]
  },
  {
    "url": "https://impulso.team/pt/profissionais/oportunidade/1875",
    "company": "Impulso",
    "title": "Tech Lead C# | .Net | Angular",
    "description": "<p><strong>Perfil que precisamos</strong></p>\n<ul>\n  <li>Um/a Especialista com vasta experiência em C#, .Net Core, Angular, Angular JS, Typescript.</li>\n  <li>É muito importante a prática em HTML | CSS, Web API Restfull, SQL Server, CI/CD, Mensageria (RabbitMQ), Clean Code, Git, Desenvolvimento Cloud; além de conhecimento em arquitetura.</li>\n  <li>O/a profissional atuará como Tech Lead auxiliando o time em demandas diversas, definindo referência de padrão código e mensurando prazos.</li>\n  <li>Participará das decisões estratégicas, com tomadas de decisões e apoio em reuniões de alinhamentos gerais técnicos e de negócio.</li>\n</ul>\n<p><strong>O que esperamos de você</strong></p>\n<ul>\n  <li>Perfil analítico, autogerenciável, organizado e comprometido com o todo;</li>\n  <li>Excelente comunicação para interagir diretamente com sua equipe e pessoas de outros times, trabalhando de forma síncrona;</li>\n  <li>Senso de dono, que jogue junto com a empresa, buscando entender o produto, trazendo soluções;</li>\n  <li>Proativo/a e participativo/a, que atue de maneira efetiva e objetiva, com facilidade para trabalhar em grupo com adaptabilidade e mudanças.&nbsp;</li>\n  <li>Empenhado/a em fazer outras pessoas crescerem, querendo impactar na carreira de seus liderados.&nbsp;</li>\n</ul>",
    "currency": "BRL",
    "salary": "from R$ 16.160,00 to R$ 16.800,00 BRL/monthly",
    "language": "Português",
    "skills": ["HTML", "CSS", "C#", "TypeScript", "Angular", "SQL Server"]
  },
  {
    "url": "https://impulso.team/pt/profissionais/oportunidade/1874?&utm_content=hunting&utm_campaign=p-1874",
    "company": "Impulso",
    "title": "Pleno Angular",
    "description": "<p><strong>Perfil que precisamos</strong></p>\n<p>Um/a desenvolvedor/a frontend Angular, perfil Pleno, com experiência em Angular 13, AngularJS e Typescript.<br>\nA prática em HTML / CSS (Flex e Grid) e Azure DevOps, além de conhecer boas práticas de desenvolvimento como SOLID, Clean Code e testes automatizados fará você sair na frente!</p>\n<p><strong>O que esperamos de você</strong></p>\n<ul>\n  <li>Perfil autônomo, organizado, comprometido e curioso para tirar dúvidas necessárias, com foco na qualidade da entrega;</li>\n  <li>Boa comunicação síncrona e com os times;</li>\n  <li>Senso de dono/a, que jogue junto com a empresa, buscando entender o produto, trazendo soluções e querendo participar cada vez mais o todo.&nbsp;</li>\n</ul>",
    "currency": "BRL",
    "salary": "from R$ 9.840,00 to R$ 10.560,00 BRL/monthly",
    "headerInfo": "Pleno",
    "language": "Português",
    "skills": ["HTML", "CSS", "TypeScript", "Angular"]
  },
  {
    "url": "https://impulso.team/pt/profissionais/oportunidade/1871?&utm_content=hunting&utm_campaign=p-1871",
    "company": "Impulso",
    "title": "Pleno React | PHP - Afirmativa para mulheres e pessoas LGBTQIAP+",
    "description": "<p><strong>Perfil que precisamos</strong></p>\n<p>Na Impulso, acreditamos no poder da diversidade para impulsionar a produtividade. Valorizamos profissionais de grupos minorizados e, por isso, essa é uma posição afirmativa para mulheres e pessoas da comunidade LGBTQIAP+.</p>\n<p>Precisamos de uma pessoa desenvolvedora, nível Pleno, Fullstack React, que domine PHP pois haverá migração de PHP para React.<br>\nImportante saber atuar com WordPress e um diferencial significativo é ter conhecimento em Java e Ruby on Rails para testes de regressão.</p>\n<p><strong>O que esperamos de você</strong></p>\n<ul>\n  <li>Pessoa que se comunica bem, objetiva, pragmática e didática.</li>\n  <li>Que consiga lidar com os contextos de complexidade de forma independente e disciplinada, que tenha uma boa rotina com trabalho remoto.</li>\n  <li>Saber trabalhar em equipe, que tenha boas interações, negociações e que siga a rotina do time, que tire suas dúvidas sempre que necessário.</li>\n  <li>Pessoa com perfil propositivo que traga novidades, inovações, tendências de mercado. Temas que viu em seus estudos, notícias, experiências prévias para colaborar com o time.</li>\n  <li>Ser uma pessoa defensora da inclusão e diversidade.&nbsp;</li>\n</ul>",
    "currency": "BRL",
    "salary": "from R$ 12.200,00 to R$ 13.120,00 BRL/monthly",
    "headerInfo": "Pleno",
    "language": "Português",
    "skills": ["PHP", "Java", "Ruby", "React", "Ruby on Rails"]
  }
]
