[
  {
    "url": "https://incognia.recruitee.com/o/senior-software-engineer/c/new",
    "company": "Incognia",
    "title": "Senior Software Engineer",
    "description": "<p><strong>Responsabilidades:</strong></p>\n<ul>\n  <li>Desenvolver e manter aplicações web, o que envolve a arquitetura das soluções de back-end (Ruby on Rails, GraphQL, Java, Python, etc).</li>\n  <li>Colaborar e se comunicar efetivamente com desenvolvedores, designers, PMs e outros stakeholders.</li>\n  <li>Auxílio na construção de novas funcionalidades para produtos web de acordo com as necessidades do negócio.</li>\n  <li>Integrar sistemas que já estão em uso, seja através da criação de APIs ou de scripts.</li>\n  <li>Trabalhar junto com a equipe de produto na concepção e desenvolvimento do dashboard utilizado pelos clientes.</li>\n</ul>\n<p><strong>Quais são os requisitos e experiências relevantes?</strong></p>\n<ul>\n  <li>Formação em Ciência da Computação, Sistemas da Informação, Engenharia da Computação ou afins.</li>\n  <li>Inglês upper intermediate (lê e escreve bem, mantém uma conversa cotidiana sem muita dificuldade, porém fala devagar e pausado).</li>\n  <li>Experiência com Produto e contato com o cliente.</li>\n  <li>Conhecimento em desenvolvimento de sistemas Web (Por exemplo, Rails).</li>\n  <li>Ter experiência e valorizar bons testes automatizados.</li>\n  <li>Uso de ferramentas de controle de versão (Por exemplo, Git).</li>\n  <li>Saber utilizar containers (Docker).</li>\n  <li>Boas noções de Algoritmos e Estruturas de Dados.</li>\n  <li>Saber utilizar banco de dados relacionais (PostgreSQL).</li>\n</ul>",
    "currency": "BRL",
    "salary": "from R$ 13.000,00 to R$ 16.000,00 BRL/monthly",
    "headerInfo": "Sênior",
    "language": "Inglês",
    "skills": [
      "Python",
      "Java",
      "Ruby",
      "Ruby on Rails",
      "PostgreSQL",
      "Docker"
    ]
  },
  {
    "url": "https://incognia.recruitee.com/o/senior-software-engineer-web-sdk/c/new",
    "company": "Incognia",
    "title": "Senior Software Engineer - Web SDK",
    "description": "<p><strong>Responsabilidades:</strong></p>\n<ul>\n  <li>Planejar e desenvolver a arquitetura do SDK Web (TypeScript, Jest, funcionamento dos navegadores, etc);</li>\n  <li>Pesquisar/Investigar novas formas para tornar a solução mais segura;</li>\n  <li>Colaborar e se comunicar efetivamente com desenvolvedores, engenheiros de dados, PMs e outros stakeholders;</li>\n  <li>Gerir as prioridades do projeto, prazos e entregas;</li>\n</ul>\n<p><strong>Requisitos</strong></p>\n<ul>\n  <li>Formação em Ciência da Computação, Engenharia da Computação, Engenharia de Software ou afins;</li>\n  <li>Conhecimento sólido e profundo sobre o funcionamento interno de navegadores Web;</li>\n  <li>Experiência com desenvolvimento em JavaScript puro e preocupações relacionadas à performance (tamanho do artefato, uso de rede, etc);</li>\n  <li>Ter experiência em desenvolver e valorizar bons testes automatizados;</li>\n  <li>Uso de ferramentas de controle de versão (Por exemplo, Git)</li>\n  <li>Boas noções de Algoritmos e Estruturas de Dados.</li>\n  <li>Inglês avançado;</li>\n</ul>",
    "currency": "BRL",
    "salary": "from R$ 15.900,00 to R$ 18.600,00 BRL/monthly",
    "headerInfo": "Sênior",
    "language": "Inglês",
    "skills": ["JavaScript", "Java", "TypeScript"]
  },
  {
    "url": "https://incognia.recruitee.com/o/junior-marketing-analyst-corporate-marketing/c/new",
    "company": "Incognia",
    "title": "Junior Marketing Analyst",
    "description": "<p><strong>What you will do:</strong></p>\n<ul>\n  <li>Work with the Brazil team to convert the results and successful customer stories into sales materials, virtual and live customer experiences, and actions that help speed up the sales process and leverage Incognia as a reference for fraud prevention and authentication.</li>\n  <li>Write and develop press releases, articles, bylines, newsletters, and other content pieces that establish Incognia as an innovator;</li>\n  <li>Combine our internal information and data with external news, reports, and market research to enhance social media content and explore corporate marketing opportunities;</li>\n  <li>Deep dive into Incognia’s strategy between our markets and tailor the actions, events, and PR opportunities to each;</li>\n  <li>Use multiple tools to help you with a productive routine and on-track projects - CRM (Hubpost), Asana, and Notion and interact with various stakeholders throughout the projects you lead;</li>\n  <li>Work with sales, customer success, and data analytics teams to create compelling PR narratives, sales enablement materials, and content to be used at events to showcase Incognia, its results, and how we are helping companies in fraud prevention and user verification;</li>\n  <li>Partner closely with other marketing team members to leverage content creation and product marketing and apply it externally to help drive revenue, brand awareness, and positioning.</li>\n</ul>\n<p><strong>What you will bring to the role:</strong></p>\n<ul>\n  <li>Bachelor in marketing or communications or public relations or journalism;</li>\n  <li>Marketing experience preferably at a B2B company;</li>\n  <li>Experience working with social media, public relations, events;</li>\n  <li>Experience working with customer-facing roles to understand their pain points and translate them into actions and clear communication;</li>\n  <li>Excellent written and verbal communication skills, strong messaging skills, attention to detail, and ability to navigate the public relations environment and leverage Incognia’s messaging and positioning to the external audience;</li>\n  <li>History of productive collaboration with commercial teams and external partners;</li>\n  <li>A team player who is always willing to roll up your sleeves and get scrappy;</li>\n  <li>Self-driven &amp; proactive, you are often thinking about what can be tackled next;</li>\n  <li>Ability to take ownership of the business and think like a founding team member;</li>\n  <li>Willingness to work with a culturally diverse team located in different timezones;</li>\n  <li>Advanced English speaker (very good reading and writing, keeps a conversation going at a higher level of argumentation) - will have a lot of contact with the US team.</li>\n</ul>",
    "currency": "BRL",
    "salary": "from R$ 5.090,00 to R$ 6.802,00 BRL/monthly",
    "headerInfo": "Júnior",
    "language": "Inglês",
    "skills": []
  },
  {
    "url": "https://www.linkedin.com/jobs/view/3653764141/",
    "company": "OndaSkim",
    "title": "Redator Sênior de Conteúdo (Ghostwriter)",
    "description": "<p>&nbsp;</p>\n<p><strong>Requisitos</strong></p>\n<p>- Graduação em Jornalismo, Publicidade e Propaganda, Relações Internacionais, Letras ou áreas correlatas;</p>\n<p>- Experiência de no mínimo 5 anos com Redação de Conteúdo com foco em Mídias Sociais;</p>\n<p>- Conhecimento sólido em Marketing B2B;</p>\n<p>- Portfólio de Ghostwriting;</p>\n<p>- Excelente organização, atenção aos detalhes e habilidades de revisão de conteúdo.</p>\n<p>- Flexibilidade para se adaptar a um ambiente de trabalho dinâmico e em constante evolução.</p>\n<p>- Habilidades excepcionais de redação, comunicação e entrevista.</p>\n<p>- Capacidade de trabalhar de forma independente e gerenciar múltiplos projetos ao mesmo tempo.</p>\n<p>- Inglês avançado;</p>\n<p>- Consegue analisar e apresentar dados de mídias sociais no Excel;</p>\n<p><strong>Suas responsabilidades</strong></p>\n<p>- Ghostwriting para Marcas Pessoais nas mídias sociais – Executivos e Figuras Públicas, com foco no Linkedin;</p>\n<p>- Planejamento de Estratégia de Marca e Conteúdo de Executivos nas mídias sociais;</p>\n<p>- Conduzir entrevistas com executivos e figuras públicas para criar conteúdo relevante e autêntico.</p>\n<p>- Preparar relatórios de métricas de mídias sociais, analisar os resultados e fornecer insights acionáveis.</p>\n<p>- Revisar conteúdos produzidos para clientes, garantindo a qualidade e consistência.</p>\n<p>- Gerenciar a comunidade online, interagindo com seguidores e respondendo a comentários e mensagens.</p>\n<p>- Atender às demandas e necessidades dos clientes da OndaSkim com agilidade e excelência.</p>",
    "currency": "BRL",
    "salary": "from R$ 4.000,00 to R$ 7.000,00 BRL/monthly",
    "headerInfo": "Sênior",
    "language": "Português",
    "skills": []
  },
  {
    "url": "https://careers.nuuvem.com/o/fullstack-web-developer-ruby",
    "company": "Nuuvem",
    "title": "Full-Stack Web Developer (Ruby)",
    "description": "<p><strong>Responsabilidades</strong></p>\n<ul>\n  <li>Projetar, desenvolver e testar novos recursos para a plataforma.</li>\n  <li>Liderar pesquisas e experimentos ao lidar com requisitos novos e desafiadores.</li>\n  <li>Manter e melhorar a base de código atual, corrigindo rapidamente bugs e refatorando códigos problemáticos quando necessário.</li>\n  <li>Escrever testes unitários e de integração para novos recursos e correções de bugs.</li>\n  <li>Compartilhar conhecimento e ensinar pessoas desenvolvedoras menos experientes do seu squad e do time como um todo.</li>\n</ul>\n<p><strong>Você tem o perfil que buscamos se...</strong></p>\n<ul>\n  <li>Você tem proficiência e habilidades de comunicação em inglês verbal e escrito (não precisa ser fluente, mas precisa ser capaz de ler e escrever bem em inglês).</li>\n  <li>Você é apaixonado por tecnologia (e jogos!).</li>\n  <li>Você é capaz de entender os requisitos de negócios e traduzi-los em definições técnicas.</li>\n  <li>Você faz perguntas poderosas - a partir disso, vamos (re)definir histórias de usuários, critérios de aceitação, especificações. Sempre questionando (sem perder o foco).</li>\n  <li>Você é vê quadro geral dos problemas e obcecado com detalhes (relevantes).</li>\n  <li>Você também é orientado por resultados/entrega e um solucionador de problemas.</li>\n  <li>Você adora escrever belos códigos!</li>\n</ul>\n<p><strong>Em que acreditamos</strong></p>\n<ul>\n  <li>Pair programming é sempre uma boa ideia;</li>\n  <li>Código sem boa cobertura de testes automatizado está incompleto (além de não ser profissional);</li>\n  <li>Tudo que pode ser automatizado, deve ser automatizado;</li>\n  <li>Qualidade e quantidade estão em equilíbrio - estamos sempre em busca desse equilíbrio.</li>\n  <li>Um bom produto vem de uma ótima experiência e valor entregue.</li>\n  <li>Ouvir, muitas vezes, é mais importante do que falar. Mostrar é melhor do que contar.</li>\n</ul>\n<p><strong>Requisitos da vaga</strong></p>\n<ul>\n  <li>Usuário autossuficiente de Linux ou macOS (ou Windows com WSL2) que não teme o terminal;</li>\n  <li>Forte experiência em Ruby on Rails (3+ anos pelo menos) com TDD/BDD (unitários e de integração), Git, revisão de código, integração contínua e ambientes de desenvolvimento/teste;</li>\n  <li>Conhecimento em PostgreSQL, MongoDB e/ou Redis;</li>\n  <li>Experiência na construção e consumo de APIs e manutenção de aplicativos baseados em (micro) serviços;</li>\n  <li>Alguma experiência com outras linguagens de programação como Python, Node.js, Java, Go;</li>\n  <li>Boa experiência com HTML, CSS e JavaScript;</li>\n  <li>Proficiente em inglês escrito e pelo menos bons conhecimentos de inglês falado.</li>\n  <li>Noções básicas sobre como o Amazon Web Services funciona.</li>\n</ul>",
    "currency": "BRL",
    "salary": "from R$ 7.500,00 to R$ 15.000,00 BRL/monthly",
    "language": "Português",
    "skills": [
      "HTML",
      "CSS",
      "Node",
      "JavaScript",
      "Python",
      "Java",
      "Ruby",
      "Ruby on Rails",
      "PostgreSQL",
      "MongoDB",
      "Redis"
    ]
  },
  {
    "url": "https://careers.nuuvem.com/o/desenvolvedor-bubble-jr-1",
    "company": "Nuuvem",
    "title": "Desenvolvedor Bubble Jr",
    "description": "<p><strong>Responsabilidades</strong></p>\n<ul>\n  <li>Projetar, desenvolver e testar novos recursos para a plataforma.</li>\n  <li>Liderar pesquisas e experimentos ao lidar com requisitos novos e desafiadores.</li>\n  <li>Manter e melhorar produtos atuais feitos no Bubble, corrigindo rapidamente bugs e atualizando partes existentes quando necessário.</li>\n  <li>Compartilhar conhecimento, produzir documentação dos produtos Bubble&nbsp;e ensinar profissionais menos experientes do seu squad e do time como um todo.</li>\n</ul>\n<p><strong>Você tem o perfil que buscamos se...</strong></p>\n<ul>\n  <li>Tem proficiência e habilidades de comunicação em inglês&nbsp;verbal e&nbsp;escrito (não precisa ser fluente, mas precisa ser capaz de ler e escrever bem em inglês).</li>\n  <li>É apaixonado por tecnologia (e jogos! duh :P).</li>\n  <li>For capaz de buscar conhecimento e aprendizado com autonomia.</li>\n  <li>É capaz de entender os requisitos de negócios e traduzi-los em definições técnicas.</li>\n  <li>Faz perguntas poderosas - a partir disso, vamos (re)definir histórias de usuários, critérios de aceitação, especificações. Sempre questionando (sem perder o foco).</li>\n  <li>Vê o quadro geral dos problemas e é obcecado com detalhes (relevantes).</li>\n  <li>É orientado por resultados/entrega e um solucionador de problemas.</li>\n</ul>\n<h3><strong>Em que acreditamos</strong></h3>\n<ul>\n  <li>Tudo que pode ser automatizado, deve ser automatizado;</li>\n  <li>Qualidade e quantidade estão em equilíbrio - estamos sempre em busca desse equilíbrio.</li>\n  <li>Um bom produto vem de uma ótima experiência e valor entregue.</li>\n  <li>Ouvir, muitas vezes, é mais importante do que falar. Mostrar é melhor do que contar.</li>\n</ul>\n<h3><strong>Requisitos da vaga</strong></h3>\n<ul>\n  <li>Experiência em desenvolvimento de soluções usando&nbsp;<a href=\"https://bubble.io/\" rel=\"noopener\" target=\"_blank\"><strong>Bubble</strong></a>;</li>\n  <li>Proficiente em inglês escrito e pelo menos bons conhecimentos de inglês falado.</li>\n  <li>Alguma experiência com consumo de APIs, especialmente APIs HTTP REST;</li>\n</ul>\n<p><strong>Não é requerido, porém é um bônus se você tiver:</strong></p>\n<ul>\n  <li>Experiência com plataformas de automação e integração de serviços web como <a href=\"https://zapier.com/\" rel=\"noopener\" target=\"_blank\">Zapier</a>, <a href=\"https://www.integromat.com/\" rel=\"noopener\" target=\"_blank\">Integromat</a>, <a href=\"https://www.make.com/en\" rel=\"noopener\" target=\"_blank\">Make</a>, <a href=\"https://ifttt.com/\" rel=\"noopener\" target=\"_blank\">IFTTT</a> ou similares;</li>\n  <li>Conhecimento em bancos de dados relacionais e linguagem SQL;</li>\n  <li>Experiência com outras plataformas de desenvolvimento \"low code\" alternativas ao Bubble como <a href=\"https://backendless.com/\" rel=\"noopener\" target=\"_blank\">Backendless</a>, <a href=\"https://www.appsmith.com/\" rel=\"noopener\" target=\"_blank\">Appsmith</a>, <a href=\"https://budibase.com/\" rel=\"noopener\" target=\"_blank\">Budibase</a>, <a href=\"https://lowdefy.com/\" rel=\"noopener\" target=\"_blank\">Lowdefy</a>, <a href=\"https://www.tooljet.com/\" rel=\"noopener\" target=\"_blank\">Tooljet</a> ou similares;</li>\n  <li>Conhecimento avançado de Javascript;</li>\n  <li>Alguma experiência com outras linguagens de programação como Ruby ou Python;</li>\n  <li>Boa experiência com HTML e CSS.</li>\n</ul>",
    "currency": "BRL",
    "salary": "from R$ 5.100,00 to R$ 6.000,00 BRL/monthly",
    "headerInfo": "Júnior",
    "language": "Português",
    "skills": ["HTML", "CSS", "JavaScript", "Python", "Java", "Ruby"]
  },
  {
    "url": "https://careers.nuuvem.com/o/analista-bizdev",
    "company": "Nuuvem",
    "title": "Analista BizDev",
    "description": "<p><strong>Responsabilidades</strong></p>\n<ul>\n  <li>Ser o ponto de contato principal entre a Nuuvem e nossos parceiros;</li>\n  <li>Auxiliar no processo de onboarding de novas parcerias e seus catálogos, e monitorar o desempenho destas parcerias ao longo do tempo;</li>\n  <li>Organizar o calendário promocional da Nuuvem, além de criar novas iniciativas de vendas;</li>\n  <li>Auxiliar na revisão e envio de relatórios de vendas;</li>\n  <li>Trabalhar com ferramentas internas e informações para extrair inteligência de negócios e melhorar nossa estratégia comercial e tomada de decisões.</li>\n</ul>\n<p><strong>Você tem o perfil que buscamos se você...</strong></p>\n<ul>\n  <li>Tem uma excelente comunicação, tanto escrita quanto verbal;</li>\n  <li>Tem uma personalidade pró-ativa, está confortável ao lidar com novos desafios e pensar \"fora da caixa\";</li>\n  <li>Tem conforto em conhecer novas pessoas, participar e liderar reuniões com parceiros e clientes;</li>\n  <li>Tem senso de responsabilidade em fazer o acompanhamento e gerenciamento do nosso relacionamento com parceiros comerciais, visando aumentar oportunidades comerciais, entender suas dificuldades e estar focado em gerar resultados;</li>\n  <li>Possui interesse em comércio eletrônico e vendas digitais;</li>\n  <li>Tem uma paixão por jogos e possui bom conhecimento do mercado de jogos, ou pelo menos um forte interesse em aprender mais sobre ele;</li>\n</ul>\n<p><strong>Requisitos da vaga</strong></p>\n<ul>\n  <li>Fluência em inglês - Será testado (Utilizado diariamente, escrita e fala)</li>\n  <li>Possuir conhecimento e experiência usando ferramentas do Office (Word, Power Point) e Google (Drive, Sheets e Docs)</li>\n</ul>\n<p><strong>Diferenciais:</strong></p>\n<ul>\n  <li>Fluência em espanhol;</li>\n  <li>Experiência em vendas, seja no varejo digital ou físico;</li>\n  <li>Experiência prévia com startups;</li>\n  <li>Conhecimento básico ou experiência prévia com SQL e/ou VBA;</li>\n  <li>Compreensão sobre precificação no mercado de jogos.</li>\n</ul>",
    "currency": "BRL",
    "salary": "from R$ 3.600,00 to R$ 4.400,00 BRL/monthly",
    "language": "Inglês",
    "skills": []
  },
  {
    "url": "https://jobs.quickin.io/hyper/jobs/64a477067c22300015d6c60df",
    "company": "Hyper",
    "title": "Consultor de Growth - Tráfego",
    "description": "<h4><strong>Responsabilidades:</strong></h4>\n<ul>\n  <li>Planejamento de estratégia digital do cliente;</li>\n  <li>Gestão completa da mídia no Facebook Ads e Google Ads - planejamento, execução e monitoramento;</li>\n  <li>Planejamento de mídia;</li>\n  <li>Configuração de pixel;</li>\n  <li>Execução de campanhas focadas em geração de leads;</li>\n  <li>Desenvolvimento de testes A/B;</li>\n  <li>Tomar decisões diárias para otimização de campanhas;</li>\n</ul>\n<h4>Contato direto com outras pessoas da equipe para desenvolvimento de artes, vídeos, landing pages e o que mais for necessário para o sucesso de sua função.</h4>\n<h4><strong>Habilidades Requeridas:</strong></h4>\n<ul>\n  <li>Certificação Facebook e Google;</li>\n  <li>Conhecimento de Campanhas complexas;</li>\n  <li>Experiência com estratégias de crescimento exponencial (growth) e experimentação;</li>\n  <li>Experiência com otimização de canais;</li>\n  <li>Conhecimento avançado em ferramentas de gestão de dados e web analytics;</li>\n  <li>Alta capacidade analítica e de resolver problemas;</li>\n  <li>Conhecimentos ferramentas de CRM como Sales force, Responsys, Mixpanel, Braze;</li>\n  <li>Conhecimento de definição de públicos/segmentação de cohort, testes multivariados e criação de réguas de relacionamento;</li>\n  <li>Mentalidade baseada em dados e visão de negócios. Pensamento analítico e atenção aos detalhes para encontrar insights sobre o usuário e cenário competitivo;</li>\n  <li>Conhecimento em Google Sheets/Slides e/ou Pacote Office;</li>\n  <li>Experiência e resiliência para atuação em cenários que envolvem diversos stakeholders de áreas com interesses distintos (Negócios, Comercial, Produto, Tecnologia, Marketing, Mídia, CRM, Branding e Growth);</li>\n  <li>Minimo 3 anos de experiência.</li>\n</ul>",
    "currency": "BRL",
    "salary": "from R$ 5.000,00 to R$ 5.000,00 BRL/monthly",
    "language": "Português",
    "skills": []
  },
  {
    "url": "https://jobs.quickin.io/hyper/jobs/64a2db6553fc02001b24756f",
    "company": "Hyper",
    "title": "Analista Financeiro Pleno",
    "description": "<h4><strong>Rotinas:</strong></h4>\n<ul>\n  <li>Fazer o controle diário das contas a pagar da empresa, atentando para os prazos;</li>\n  <li>Lançamento de despesas e rateios no sistema conforme padrão preestabelecido;</li>\n  <li>Monitoramento de provisões e despesas realizadas;</li>\n  <li>Emissão de notas;</li>\n  <li>Interação com o fiscal para verificação de retenção de impostos;</li>\n  <li>Conciliação bancária e contábil;</li>\n  <li>Lançamento de pagamentos nos bancos;</li>\n  <li>Elaboração de fluxo de caixa;</li>\n  <li>Controle de orçamento por projetos;</li>\n  <li>Acompanhamento de realizado x orçado;</li>\n  <li>Desenvolvimento de relatórios gerenciais em excel e Power B.I;</li>\n  <li>Cronograma de Desembolso;</li>\n  <li>Forecast;</li>\n</ul>\n<h4><strong>O que te torna um(a) ANALISTA diferenciado(a)?</strong></h4>\n<ul>\n  <li>Conhecimento de ERPs;</li>\n  <li>Conhecimento de ContaAzul;</li>\n  <li>Conhecimento de Omie;</li>\n  <li>Conhecimento de Excel;</li>\n  <li>Conhecimento de Power BI;</li>\n  <li>Conhecimento de Impostos;</li>\n</ul>\n<h4><strong>Skills necessárias:</strong></h4>\n<ul>\n  <li>Criatividade para solucionar problemas</li>\n  <li>Autogerenciamento</li>\n  <li>Proatividade</li>\n  <li>Trabalhar bem em equipe;</li>\n  <li>Ter sede por conhecimento</li>\n  <li>Resiliência e foco no prazo<br>\n</li>\n</ul>",
    "currency": "BRL",
    "salary": "from R$ 4.000,00 to R$ 4.000,00 BRL/monthly",
    "headerInfo": "Pleno",
    "language": "Português",
    "skills": []
  },
  {
    "url": "https://jobs.quickin.io/hyper/jobs/64a2bac753fc02001b19474e",
    "company": "Hyper",
    "title": "Estágio em Finanças",
    "description": "<h4><strong>Requisitos</strong></h4>\n<p><strong>O que esperamos de você:</strong></p>\n<ul>\n  <li>Conhecimento de Excel e PowerBI;</li>\n  <li>Desejavel conhecimento nos Sistemas ContaAzul;</li>\n  <li>Boa comunicação;</li>\n  <li>Força de vontade para superar desafios;</li>\n  <li>Gosto por conhecimento;</li>\n  <li>Foco em se desenvolver;</li>\n  <li>Ter estagiado anteriormente.</li>\n</ul>",
    "currency": "BRL",
    "salary": "from R$ 1.300,00 to R$ 1.300,00 BRL/monthly",
    "headerInfo": "Estágio",
    "language": "Português",
    "skills": []
  },
  {
    "url": "https://engenha.com/vagas/228760/designer-ux-ui",
    "company": "Engenha",
    "title": "Designer UX/UI",
    "description": "<p><strong>Descrição da Vaga</strong></p>\n<ul>\n  <li>Responsável principal pela geração de conceitos visuais, identificar oportunidades de melhoria na experiência do cliente;&nbsp;</li>\n  <li>aplicação de Discovery Design Thinking de projetos web e app;&nbsp;</li>\n  <li>testar suas soluções com protótipos;&nbsp;</li>\n  <li>planejar Interface e Interação;&nbsp;</li>\n  <li>participar das reviews com o cliente, para obter feedbacks das entregas;&nbsp;</li>\n  <li>gerenciar os projetos que envolvem experiências com cliente.&nbsp;</li>\n  <li>Experiência em definição de fluxos e processos.</li>\n</ul>\n<p><strong>Conhecimentos</strong></p>\n<ul>\n  <li>Possuir Solida experiencia na área.&nbsp;</li>\n  <li>Possuir experiência com desenvolvimento Front-End de aplicativos, na ferramenta Figma ou Adobe XD, em processos de Design Thinking e Discovery e projetos web e app.&nbsp;</li>\n  <li>Possuir domínio de metodologias e técnicas de UX/UI.&nbsp;</li>\n  <li>Possuir Graduação ou Especialização em áreas relacionadas ao Design ou Comunicação.&nbsp;</li>\n  <li>Residir em São Leopoldo, Porto Alegre, Gravataí, Cachoeirinha, Canoas, Sapucaia do sul, Alvorada ou Esteio.</li>\n</ul>",
    "currency": "BRL",
    "salary": "from R$ 5.000,00 to R$ 5.000,00 BRL/monthly",
    "language": "Português",
    "skills": []
  },
  {
    "url": "https://engenha.com/vagas/227253/estagio-em-ti-tecnologia-da-informacao-home-office",
    "company": "Engenha",
    "title": "Estágio em TI (Tecnologia da Informação)",
    "description": "<p><strong>Descrição da Vaga</strong></p>\n<ul>\n  <li>Auxiliar em projetos de desenvolvimento de aplicações</li>\n</ul>\n<p><strong>Conhecimentos</strong></p>\n<ul>\n  <li>Graduando em Engenharia de Computação ou Tecnologia da Informação (TI).&nbsp;</li>\n  <li>Conhecimentos em linguagem de programação, back end, front end, Django, Phyton, Java e Banco de Dados.</li>\n</ul>",
    "currency": "BRL",
    "salary": "from R$ 700,00 to R$ 700,00 BRL/monthly",
    "headerInfo": "Estágio",
    "language": "Português",
    "skills": ["Java", "Django"]
  },
  {
    "url": "https://engenha.com/vagas/230923/estagiario-comercial",
    "company": "Engenha",
    "title": "Estágio Comercial",
    "description": "<p><strong>Descrição da Vaga</strong></p>\n<ul>\n  <li>Auxiliar na prospecção de novos clientes;</li>\n  <li>Identificar oportunidades de negócio;&nbsp;</li>\n  <li>Apoiar na elaboração de propostas comerciais;&nbsp;</li>\n  <li>Participar de reuniões e visitas a clientes, buscando entender suas necessidades e oferecer soluções adequadas;&nbsp;</li>\n  <li>Acompanhar o pipeline de vendas e atualizar o sistema de gestão de clientes diariamente;&nbsp;</li>\n  <li>Contribuir com ideias e estratégias para o crescimento do setor comercial;&nbsp;</li>\n  <li>Colaborar com a análise de resultados e elaboração de relatórios de desempenho;&nbsp;</li>\n  <li>Manter-se atualizado(a) sobre as tendências e novidades do mercado, bem como sobre os produtos/serviços da empresa; entre outras atividades.</li>\n</ul>\n<p><strong>Conhecimentos</strong></p>\n<ul>\n  <li>Estar cursando Gestão Comercial, Administração ou outros cursos afins;</li>\n  <li>Necessário ter vivência na área comercial.<br>\n</li>\n</ul>",
    "currency": "BRL",
    "salary": "from R$ 1.000,00 to R$ 1.000,00 BRL/monthly",
    "headerInfo": "Estágio",
    "language": "Português",
    "skills": []
  },
  {
    "url": "https://atracaodetalentos.totvs.app/feedz/job-opportunity/34",
    "company": "Feedz",
    "title": "Product Designer Sênior ",
    "description": "<p><strong>Responsabilidades e atribuições</strong></p>\n<ul>\n  <li>Participar de Discoverys, definições de problema junto ao PM, definições de fluxos, desenho de interface, prototipagem e testes de usabilidade.</li>\n  <li>Identificar oportunidades de melhoria através de análises de dados quantitativos e qualitativos que embasam decisões de design e propor mudanças necessários que entreguem valor para os usuários;</li>\n  <li>Interagir com diferentes áreas da empresa para apresentar e discutir propostas com diferentes pontos de vista;</li>\n  <li>Estruturar e participar de pesquisas e testes de usabilidade com o objetivo de extrair oportunidades de melhoria e aplicar em nosso produto;</li>\n  <li>Acompanhar o desenvolvimento de interfaces e auxiliar na homologação de novas funcionalidades;</li>\n  <li>Aplicar e facilitar dinâmicas de co-criação para empresa;</li>\n  <li>Ser referência técnica para os demais integrantes da equipe.</li>\n</ul>\n<p><strong>Requisitos e qualificações</strong></p>\n<ul>\n  <li>3 anos de experiência como UX/UI Designer ou Product Designer;</li>\n  <li>Domínio de ferramentas de layout e prototipação (Usamos Figma, mas se já usou qualquer uma outra do mercado, já está valendo);</li>\n  <li>Boas habilidades de design de interfaces;</li>\n  <li>Conhecimento ou vivência em metodologias ágeis aplicadas a Design;</li>\n  <li>Experiência com processos de discovery;</li>\n  <li>Ter vivência em trabalhar com times de tecnologia (mínimo 4 pessoas);</li>\n  <li>Ter habilidade de autogestão e para realizar entregas com autonomia.</li>\n</ul>",
    "currency": "BRL",
    "salary": "from R$ 7.000,00 to R$ 9.000,00 BRL/monthly",
    "headerInfo": "Sênior",
    "language": "Português",
    "skills": []
  },
  {
    "url": "https://jobs.quickin.io/ucondo/jobs/649c2db133769e001a3fa28b",
    "company": "uCondo",
    "title": "Product Designer Sênior",
    "description": "<p><strong>Resumindo, sua missão será:</strong></p>\n<ul>\n  <li>Analisar e encontrar os melhores fluxos de interação do usuário nas funcionalidades do sistema;</li>\n  <li>Interagir com os Product Owners, Product Managers e com o time de desenvolvimento para a criação de protótipos que atendam 100% os requisitos de negócio;</li>\n  <li>Coletar feedbacks internos e externos sobre funcionalidades, identificando necessidades de otimização de interfaces e opiniões de usuários;</li>\n  <li>Manter e evoluir nosso Design System disseminando a cultura do Design na empresa;</li>\n  <li>Realizar benchmarkings de outros sistemas;</li>\n  <li>Testar funcionalidades implementadas antes do lançamento (feature review).</li>\n</ul>\n<p><strong>Requisitos</strong></p>\n<ul>\n  <li>Sólida experiência em UI aplicada na criação de interfaces e componentes;</li>\n  <li>Ótimas noções e prática comprovada em UX;</li>\n  <li>Sólido conhecimento em prototipação (Figma);</li>\n  <li>Experiência com criação de layouts para aplicações web e mobile;</li>\n  <li>Formações em UX e UI;</li>\n  <li>Experiência na manutenção de Design Systems;</li>\n  <li>Conhecimento em ferramentas de análise de comportamento do usuário;</li>\n</ul>\n<p><strong>Diferenciais:</strong></p>\n<ul>\n  <li>Ensino superior em Design ou cursos afins;</li>\n  <li>Noções de temas como APIs, React JS, React Native para interação com equipes técnicas;</li>\n  <li>Experiência em Startup SaaS ou empresas de tecnologia;</li>\n  <li>Experiência em processos de Discovery e desenvolvimento de soluções para produtos digitais (Web e App);</li>\n  <li>Criatividade para propor soluções customizadas que facilitem a relação do cliente com a empresa;</li>\n  <li>Experiência profissional no ramo de condomínios, ERPs ou fintechs;</li>\n  <li>Vivência em metodologias ágeis.</li>\n</ul>",
    "currency": "BRL",
    "salary": "from R$ 7.000,00 to R$ 9.000,00 BRL/monthly",
    "headerInfo": "Sênior",
    "language": "Português",
    "skills": ["React"]
  },
  {
    "url": "https://br.indeed.com/job/est%C3%A1gio-sdr-b612d42dbcc37351",
    "company": "Apiki",
    "title": "Estágio SDR",
    "description": "<p>O nosso Estagiário é uma pessoa comunicativa, proativa e movida a desafios! Sua missão será realizar as primeiras interações com nossos clientes, engajando-os em sua jornada trazendo soluções inovadoras para suas dores e necessidades.</p>\n<p><strong>Sobre o estágio da Apiki</strong></p>\n<p>O Programa de Estágio da Apiki foi criado com o propósito de ser uma porta de entrada da sua carreira profissional e é destinado a estudantes que tenham afinidade e interesse pela área de Vendas. Nosso estágio é remunerado, tem a duração de 1 ano e carga horária de 6 horas ao dia. Somos Remote First e nossos horários são flexíveis.</p>\n<p>Durante o percurso do estágio você atuará lado a lado com nossos Apikers e terá a oportunidade de desenvolver competências interpessoais e analíticas necessárias para ter sucesso profissionalmente. Nossos estagiários são estimulados a criar, inovar, desenvolver e aprender na prática o que os Apikers fazem no dia a dia. Bora fazer história conosco?</p>\n<p><strong>Como será seu dia a dia?</strong></p>\n<ul>\n  <li>Você vai prospectar e qualificar leads para vendas consultivas (inbound e outbound);</li>\n  <li>Você vai prospectar ativamente novos clientes por meio de cadências de prospecção com envio de e-mails e ligações telefônicas;</li>\n  <li>Você irá realizar abordagens personalizadas de acordo com o perfil do prospect;</li>\n  <li>Você irá observar métricas e indicadores, visando sempre a otimização dos processos em busca de melhores resultados.</li>\n</ul>\n<p><strong>O que eu preciso ter para esta vaga?</strong></p>\n<ul>\n  <li>Você está regularmente matriculado em um curso de ensino superior. Administração, Publicidade e Propaganda, Jornalismo, Economia ou áreas correlatas à Tecnologia;</li>\n  <li>Você possui afinidade e interesse pela área de vendas;</li>\n  <li>Você possui boa comunicação oral e escrita;</li>\n  <li>Você é organizado e orientado a resultados;</li>\n  <li>Você possui boa capacidade de negociação e persuasão;</li>\n</ul>\n<p><strong>Será um diferencial se você possuir:</strong></p>\n<ul>\n  <li>Experiência com atendimento ao cliente;</li>\n  <li>Experiência atuando com vendas de produtos digitais.</li>\n</ul>\n<p><strong>Venha fazer parte do time Apiki…</strong></p>\n<p>Na Apiki nós temos grande autonomia e responsabilidade, somos multidisciplinares, auto gerenciáveis e buscamos sempre romper barreiras que diminuam nossa capacidade de entregar valor ao negócio e ao cliente. Fazemos entregas frequentes e agimos rapidamente ao encontrar problemas, nosso ritmo é bem dinâmico mas temos tranquilidade para planejar e executar nossas tarefas com qualidade. Aqui você tem liberdade para fazer de forma simples e criativa! E claro, nosso lema por aqui é; Só temos uma coisa que fazemos em WordPress: TUDO!</p>\n<p><strong>Benefícios</strong></p>\n<p>Bolsa de estágio, 100% home office e com horários flexíveis. Material de suporte aos estudos de sua área e Ciclo de feedback contínuo (Avaliação 360º, 1:1 meetings). Eventos internos com autores/especialistas do site.</p>",
    "currency": "BRL",
    "salary": "from R$ 1.350,00 to R$ 1.350,00 BRL/monthly",
    "headerInfo": "Estágio",
    "language": "Português",
    "skills": []
  },
  {
    "url": "https://programathor.com.br/jobs/28983-desenvolvedor-a-react-pleno",
    "company": "ProgramaThor",
    "title": "Desenvolvedor(a) React Pleno",
    "description": "<p><strong>Atividades e Responsabilidades</strong></p>\n<ul>\n  <li>Como desenvolvedor frontend na WeFit,&nbsp;você&nbsp;terá a oportunidade de atuar em aplicativos Web e Mobile,&nbsp;participando do desenvolvimento desde os estágios iniciais, com a definição da arquitetura, até a evolução e manutenção da aplicação.&nbsp;</li>\n  <li>Nesse sentido será exigido o conhecimento de bons padrões para que os sistemas evoluam de&nbsp;forma&nbsp;saudável.</li>\n  <li>Além disso, você terá o importante papel de colaborar com o designer na exploração dos casos de uso com o objetivo de entregar uma experiência robusta.&nbsp;</li>\n  <li>Por fim,&nbsp;você&nbsp;também poderá&nbsp;contribuir&nbsp;introduzindo novos processos, tecnologias e arquiteturas em um ambiente com ampla abertura para discussões.</li>\n</ul>\n<p><strong>Requisitos</strong></p>\n<ul>\n  <li>Experiência no desenvolvimento de aplicações Web;</li>\n  <li>Conhecimento de JavaScript puro, TypeScript e CSS;</li>\n  <li>Conhecimento da biblioteca styled-components (CSS-in-JS);</li>\n  <li>Domínio das bibliotecas React (desejável 3 anos ou mais de experiência);</li>\n  <li>Experiência na integração com APIs;</li>\n  <li>Ferramentas e processos de versionamento com Git;</li>\n  <li>Preocupação constante com arquitetura e documentação;</li>\n  <li>Conforto em trabalhar em um ambiente altamente colaborativo;</li>\n  <li>Experiência com tecnologias para CI e CD.</li>\n</ul>",
    "currency": "BRL",
    "salary": "from R$ 8.000,00 to R$ 8.000,00 BRL/monthly",
    "headerInfo": "Pleno",
    "language": "Português",
    "skills": ["CSS", "JavaScript", "Java", "TypeScript", "React"]
  },
  {
    "url": "https://programathor.com.br/jobs/28976-analista-de-testes-junior-100-remoto",
    "company": "ProgramaThor",
    "title": "Analista de Testes Júnior",
    "description": "<p><strong>Responsabilidades:</strong></p>\n<ul>\n  <li>Realizar testes em aplicações web.</li>\n  <li>Identificar e relatar bugs e problemas.</li>\n  <li>Participar ativamente do ciclo de vida de desenvolvimento de sistema.</li>\n  <li>Trabalhar em colaboração com a equipe de desenvolvimento e designers.</li>\n  <li>Desenvolver interfaces web interativas, responsivas e atraentes usando as tecnologias front-end, como HTML, CSS, JavaScript e Bootstrap.</li>\n</ul>\n<p><strong>Requisitos</strong></p>\n<ul>\n  <li>Experiência em testes de software, incluindo planejamento, execução e relatórios de testes.</li>\n  <li>Familiaridade com ferramentas de teste de software, como Selenium, JUnit ou similares.</li>\n  <li>Capacidade de compreender requisitos de software e traduzi-los em casos de teste.</li>\n  <li>Experiência em desenvolvimento front-end, com habilidades em HTML, CSS e JavaScript.</li>\n  <li>Framework Bootstrap 4+.</li>\n  <li>Github.</li>\n  <li>Atitude pró-ativa e capacidade de trabalhar em equipe e desejo de aprender.</li>\n  <li>Excelentes habilidades de resolução de problemas e capacidade de trabalhar de forma independente.</li>\n</ul>",
    "currency": "BRL",
    "salary": "from R$ 3.500,00 to R$ 3.500,00 BRL/monthly",
    "headerInfo": "Júnior",
    "language": "Português",
    "skills": ["HTML", "CSS", "JavaScript", "Java"]
  },
  {
    "url": "https://programathor.com.br/jobs/28981-desenvolvedor-a-de-software-pleno",
    "company": "ProgramaThor",
    "title": "Desenvolvedor(a) de Software Pleno",
    "description": "<p><strong>Atividades e Responsabilidades</strong></p>\n<ul>\n  <li>Desenvolver software web que ofereça suporte ao desenvolvimento para clientes externos.</li>\n  <li>Criar interações do usuário em vários sites e plataformas, escrever código otimizado para desktop/mobile e auxiliar no desenvolvimento de banco de dados e serviços para funcionalidades.</li>\n  <li>Colaborar com a gerência e os clientes para identificar requisitos e especificações do usuário final.</li>\n  <li>Projetar algoritmos e fluxogramas para criar novos programas de software e sistemas.</li>\n  <li>Testar e implementar programas e aplicativos, principalmente utilizando plataformas como RStudio, Team ou Plotly.</li>\n  <li>Resolver problemas, depurar, manter e aprimorar o software existente.</li>\n  <li>Compilar e avaliar o feedback dos usuários para melhorar o desempenho do software.</li>\n  <li>Observar o feedback dos usuários para recomendar e implementar melhorias nos produtos de software existentes.</li>\n  <li>Desenvolver documentação técnica para orientar futuros projetos de desenvolvimento de software.</li>\n  <li>Apoiar as atividades de marketing e pré-vendas no design da solução.</li>\n</ul>\n<p><strong>Requisitos</strong></p>\n<ul>\n  <li>Mínimo de 3 anos de experiência em desenvolvimento de tecnologias front-end, incluindo TypeScript, CSS3, HTML5 e bibliotecas como ReactJS, Angular e jQuery.</li>\n  <li>Conhecimento de linguagens de programação como Python, Java e C++.</li>\n  <li>Conhecimento de UI/UX e design básico de protótipos.</li>\n  <li>Habilidades de resolução de problemas, com ênfase no desenvolvimento de produtos.</li>\n  <li>Experiência em consultar bancos de dados relacionais e não relacionais: MySQL, MS SQL, MongoDB.</li>\n  <li>Adepto à codificação de aplicativos front-end e back-end.</li>\n  <li>Inglês avançado;</li>\n  <li>Muita força de vontade para aprender e dominar novas tecnologias e técnicas.</li>\n</ul>",
    "currency": "BRL",
    "salary": "from R$ 8.000,00 to R$ 8.000,00 BRL/monthly",
    "headerInfo": "Pleno",
    "language": "Inglês",
    "skills": [
      "HTML",
      "CSS",
      "Python",
      "Java",
      "C++",
      "TypeScript",
      "React",
      "Angular",
      "MySQL",
      "MongoDB"
    ]
  },
  {
    "url": "https://programathor.com.br/jobs/28986-desenvolvedor-a-rust-go-senior",
    "company": "ProgramaThor",
    "title": "Desenvolvedor(a) Rust/Go Sênior",
    "description": "<p><strong>Atividades e Responsabilidades</strong></p>\n<ul>\n  <li>Designing, developing and maintaining our products and making sure they are up to the highest standards in terms of architecture, usability, functionality and security.</li>\n  <li>Be proactive in sharing thoughts and ideas on how to improve our services and add<br>\nvalue to our users.</li>\n  <li>Help and coach other team members.</li>\n  <li>Always keep up to date to the latest news and standards in architectural components relevant to our tool</li>\n  <li>Help the team with back-end development.</li>\n  <li>Be curious, precise and have a getting things done mentality.</li>\n</ul>\n<p><strong>Requisitos</strong></p>\n<ul>\n  <li>10 years’ experience as backend development in C++, Python, Rust or Go</li>\n  <li>Advanced knowledge of SQL and no-SQL DBMS such as PostgreSQL, MySQL, MongoDB, Redis and Couchbase</li>\n  <li>Hands-on experience with Github</li>\n  <li>Hands-on experience with Docker</li>\n  <li>Large experience with Agile methodologies</li>\n  <li>Excellent reporting and presentation skills</li>\n  <li>Broad technical knowledge and eagerness to keep developing yourself</li>\n  <li>Proficient in English, written and spoken</li>\n</ul>",
    "currency": "BRL",
    "salary": "from R$ 18.000,00 to R$ 18.000,00 BRL/monthly",
    "headerInfo": "Sênior",
    "language": "Inglês",
    "skills": [
      "Python",
      "C++",
      "MySQL",
      "PostgreSQL",
      "MongoDB",
      "Redis",
      "Docker"
    ]
  },
  {
    "url": "https://trampos.co/oportunidades/752798-analista-financeiro-a",
    "company": "Agência Tupiniquim",
    "title": "Analista Financeiro(a)",
    "description": "<p><strong>Quais serão as suas responsabilidades:</strong></p>\n<ul>\n  <li>Realizar análises financeiras, como avaliação de desempenho, projeções de fluxo de caixa e análise de investimentos;</li>\n  <li>Coletar, organizar e analisar dados financeiros para fornecer insights e recomendações aos gestores e tomadores de decisão;</li>\n  <li>Auxiliar no processo de elaboração do orçamento e no controle de custos, garantindo o cumprimento das metas financeiras estabelecidas;</li>\n  <li>Contribuir para a preparação de relatórios financeiros, demonstrações contábeis e apresentações executivas;</li>\n  <li>Auxiliar no envio de cobranças e acompanhamento dos pagamentos;</li>\n  <li>Realizar conciliação bancária e atualização do ERP;</li>\n  <li>Participar ativamente do planejamento financeiro estratégico, auxiliando no desenvolvimento de metas e iniciativas para impulsionar o crescimento e a rentabilidade da empresa;</li>\n  <li>Realizar análise de riscos e identificar oportunidades para otimizar a gestão financeira;</li>\n  <li>Colaborar com a equipe de compras e fornecedores para garantir negociações favoráveis e eficiência nos pagamentos;</li>\n  <li>Manter-se atualizado sobre as regulamentações e práticas contábeis, aplicando-as adequadamente nas atividades financeiras da empresa;</li>\n  <li>Participar de reuniões e colaborar com a equipe financeira para identificar e implementar melhorias nos processos.</li>\n</ul>\n<p><strong>Requisitos</strong></p>\n<ul>\n  <li>Graduação completa em Ciências Contábeis, Administração de Empresas, Economia ou área relacionada;</li>\n  <li>Experiência prévia em análise financeira, planejamento financeiro, contabilidade ou áreas afins;</li>\n  <li>Conhecimento avançado em Excel ou Google Sheets;</li>\n  <li>Conhecimento em análise financeira, incluindo demonstrações financeiras, indicadores financeiros e métodos de avaliação;</li>\n  <li>Habilidades avançadas de análise numérica e habilidades de resolução de problemas;</li>\n  <li>Capacidade de trabalhar com confidencialidade e lidar com informações financeiras sensíveis;</li>\n</ul>",
    "currency": "BRL",
    "salary": "from R$ 1.500,00 to R$ 2.500,00 BRL/monthly",
    "language": "Português",
    "skills": []
  },
  {
    "url": "https://trampos.co/oportunidades/751880-analista-de-recursos-humanos-junior",
    "company": "Agência Tupiniquim",
    "title": "Analista de Recursos Humanos Júnior",
    "description": "<p><strong>Responsabilidades:</strong></p>\n<ul>\n  <li>Auxiliar no processo de recrutamento e seleção, incluindo a triagem de currículos, agendamento e realização de entrevistas;</li>\n  <li>Realizar a busca ativa de profissionais por meio de hunting e prospecção de talentos;</li>\n  <li>Participar na elaboração de programas de treinamento, onboarding e desenvolvimento para a equipe;</li>\n  <li>Prestar suporte na administração de pessoal, incluindo o controle de ponto, benefícios e folha de pagamento;</li>\n  <li>Manter registros atualizados dos funcionários, garantindo a confidencialidade e precisão das informações;</li>\n  <li>Auxiliar na elaboração de relatórios e apresentações relacionadas às atividades de RH;</li>\n  <li>Fornecer suporte na implementação de políticas e procedimentos internos;</li>\n  <li>Participar de reuniões e colaborar com a equipe de RH para identificar e implementar melhorias nos processos.</li>\n</ul>\n<p><strong>Requisitos</strong></p>\n<ul>\n  <li>Graduação completa ou cursando em Recursos Humanos, Psicologia, Administração de Empresas ou área relacionada.</li>\n  <li>Experiência prévia em Recursos Humanos será considerada uma vantagem.</li>\n  <li>Habilidades de comunicação verbal e escrita.</li>\n  <li>Capacidade de trabalhar com confidencialidade e lidar com informações sensíveis.</li>\n</ul>",
    "currency": "BRL",
    "salary": "from R$ 1.500,00 to R$ 2.500,00 BRL/monthly",
    "headerInfo": "Júnior",
    "language": "Português",
    "skills": []
  },
  {
    "url": "https://impulso.team/pt/profissionais/oportunidade/1866?&utm_content=hunting&utm_campaign=ps-1866",
    "company": "Impulso",
    "title": "Pleno/Sênior Angular | C# .Net",
    "description": "<p><strong>Perfil que precisamos</strong></p>\n<p>Um/a desenvolvedor/a fullstack, nível Pleno para Sênior, que domine Angular JS, Angular 13, C# e .Net Core.<br>\nÉ necessário ter experiência com Azure DevOps, Typescript, HTML/CSS, GIT, RabbitMQ, testes Unitários em C#, MongoDB e Cosmos, SQL Server e conhecimento de arquitetura de microsserviços.<br>\nSerá um diferencial saber das boas práticas de desenvolvimento, como S.O.L.I.D, Clean Code, testes automatizados e usar práticas DevOps.</p>\n<p><strong>O que esperamos de você</strong></p>\n<p>⚪ Perfil comunicativo, autônomo que trabalhe bem de forma síncrona;<br>\n⚪ Facilidade de adaptação e comprometimento com prazos e entregas;<br>\n⚪ Perfil mão na massa e analítico;<br>\n⚪ Proatividade, chegar somando ao time;<br>\n⚪ Participação ativa nas cerimônias, propondo soluções e inovações.&nbsp;</p>",
    "currency": "BRL",
    "salary": "from R$ 11.000,00 to R$ 12.000,00 BRL/monthly",
    "headerInfo": "Sênior",
    "language": "Português",
    "skills": [
      "HTML",
      "CSS",
      "C#",
      "TypeScript",
      "Angular",
      "MongoDB",
      "SQL Server"
    ]
  },
  {
    "url": "https://impulso.team/pt/profissionais/oportunidade/1875",
    "company": "Impulso",
    "title": "Tech Lead C# | .Net | Angular",
    "description": "<p><strong>Perfil que precisamos</strong></p>\n<ul>\n  <li>Um/a Especialista com vasta experiência em C#, .Net Core, Angular, Angular JS, Typescript.</li>\n  <li>É muito importante a prática em HTML | CSS, Web API Restfull, SQL Server, CI/CD, Mensageria (RabbitMQ), Clean Code, Git, Desenvolvimento Cloud; além de conhecimento em arquitetura.</li>\n  <li>O/a profissional atuará como Tech Lead auxiliando o time em demandas diversas, definindo referência de padrão código e mensurando prazos.</li>\n  <li>Participará das decisões estratégicas, com tomadas de decisões e apoio em reuniões de alinhamentos gerais técnicos e de negócio.</li>\n</ul>\n<p><strong>O que esperamos de você</strong></p>\n<ul>\n  <li>Perfil analítico, autogerenciável, organizado e comprometido com o todo;</li>\n  <li>Excelente comunicação para interagir diretamente com sua equipe e pessoas de outros times, trabalhando de forma síncrona;</li>\n  <li>Senso de dono, que jogue junto com a empresa, buscando entender o produto, trazendo soluções;</li>\n  <li>Proativo/a e participativo/a, que atue de maneira efetiva e objetiva, com facilidade para trabalhar em grupo com adaptabilidade e mudanças.&nbsp;</li>\n  <li>Empenhado/a em fazer outras pessoas crescerem, querendo impactar na carreira de seus liderados.&nbsp;</li>\n</ul>",
    "currency": "BRL",
    "salary": "from R$ 16.160,00 to R$ 16.800,00 BRL/monthly",
    "language": "Português",
    "skills": ["HTML", "CSS", "C#", "TypeScript", "Angular", "SQL Server"]
  },
  {
    "url": "https://impulso.team/pt/profissionais/oportunidade/1874?&utm_content=hunting&utm_campaign=p-1874",
    "company": "Impulso",
    "title": "Pleno Angular",
    "description": "<p><strong>Perfil que precisamos</strong></p>\n<p>Um/a desenvolvedor/a frontend Angular, perfil Pleno, com experiência em Angular 13, AngularJS e Typescript.<br>\nA prática em HTML / CSS (Flex e Grid) e Azure DevOps, além de conhecer boas práticas de desenvolvimento como SOLID, Clean Code e testes automatizados fará você sair na frente!</p>\n<p><strong>O que esperamos de você</strong></p>\n<ul>\n  <li>Perfil autônomo, organizado, comprometido e curioso para tirar dúvidas necessárias, com foco na qualidade da entrega;</li>\n  <li>Boa comunicação síncrona e com os times;</li>\n  <li>Senso de dono/a, que jogue junto com a empresa, buscando entender o produto, trazendo soluções e querendo participar cada vez mais o todo.&nbsp;</li>\n</ul>",
    "currency": "BRL",
    "salary": "from R$ 9.840,00 to R$ 10.560,00 BRL/monthly",
    "headerInfo": "Pleno",
    "language": "Português",
    "skills": ["HTML", "CSS", "TypeScript", "Angular"]
  },
  {
    "url": "https://impulso.team/pt/profissionais/oportunidade/1871?&utm_content=hunting&utm_campaign=p-1871",
    "company": "Impulso",
    "title": "Pleno React | PHP - Afirmativa para mulheres e pessoas LGBTQIAP+",
    "description": "<p><strong>Perfil que precisamos</strong></p>\n<p>Na Impulso, acreditamos no poder da diversidade para impulsionar a produtividade. Valorizamos profissionais de grupos minorizados e, por isso, essa é uma posição afirmativa para mulheres e pessoas da comunidade LGBTQIAP+.</p>\n<p>Precisamos de uma pessoa desenvolvedora, nível Pleno, Fullstack React, que domine PHP pois haverá migração de PHP para React.<br>\nImportante saber atuar com WordPress e um diferencial significativo é ter conhecimento em Java e Ruby on Rails para testes de regressão.</p>\n<p><strong>O que esperamos de você</strong></p>\n<ul>\n  <li>Pessoa que se comunica bem, objetiva, pragmática e didática.</li>\n  <li>Que consiga lidar com os contextos de complexidade de forma independente e disciplinada, que tenha uma boa rotina com trabalho remoto.</li>\n  <li>Saber trabalhar em equipe, que tenha boas interações, negociações e que siga a rotina do time, que tire suas dúvidas sempre que necessário.</li>\n  <li>Pessoa com perfil propositivo que traga novidades, inovações, tendências de mercado. Temas que viu em seus estudos, notícias, experiências prévias para colaborar com o time.</li>\n  <li>Ser uma pessoa defensora da inclusão e diversidade.&nbsp;</li>\n</ul>",
    "currency": "BRL",
    "salary": "from R$ 12.200,00 to R$ 13.120,00 BRL/monthly",
    "headerInfo": "Pleno",
    "language": "Português",
    "skills": ["PHP", "Java", "Ruby", "React", "Ruby on Rails"]
  },
  {
    "url": "https://scopicsoftware.hire.trakstar.com/jobs/fk02lfl/?utm_source=remotar",
    "company": "Scopic Software",
    "title": "Technical Lead",
    "description": "<h4><strong>The skills and traits we’re looking for:</strong>&nbsp;</h4>\n<ul>\n  <li>7+ years of software development experience</li>\n  <li>2+ years of experience either as a senior engineer or technical lead</li>\n  <li>Extensive experience with full-stack, cross-platform development</li>\n  <li>Proficiency in at least one backend and one frontend language/framework</li>\n  <li>Extensive experience with cloud services: AWS, Azure or GCP</li>\n  <li>Advanced level of English fluency</li>\n  <li>Ability to understand and quickly get into new languages/technologies/frameworks</li>\n  <li>Great problem solving ability on both higher level and low level parts of software system</li>\n  <li>Desire and ability to lead, mentor, tutor and help team members</li>\n  <li>Bachelor's or Master's degree.&nbsp;</li>\n</ul>\n<h4><strong>What your day-to-day will look like:</strong> &nbsp;</h4>\n<ul>\n  <li>Helping in defining and shaping client's requirements</li>\n  <li>Designing solutions to meet the client requirements</li>\n  <li>Breaking down the solution into actionable items</li>\n  <li>Helping with creating timeline by estimating the items</li>\n  <li>Delegating tasks to team members (picking the right people for the right task and making sure the tasks are clear and understandable to the team members)</li>\n  <li>Enforcing and executing technical policies and best practices on projects such as code reviews, proper environment creation, source code management, etc</li>\n  <li>Helping team members to overcome technical problems</li>\n  <li>Helping with any problems or escalations on the projects</li>\n  <li>Helping with release management and deployments</li>\n</ul>",
    "currency": "BRL",
    "salary": "from R$ 1.100,00 to R$ 1.100,00 BRL/uninformed",
    "language": "Português",
    "skills": []
  },
  {
    "url": "https://jobs.smartrecruiters.com/ApplaudoStudios/743999930611473-java-developer?utm_source=remotar",
    "company": "Applaudo",
    "title": "Java Developer",
    "description": "<h4><strong>You bring to Applaudo the following competencies:</strong></h4>\n<ul>\n  <li>Bachelor’s Degree or higher in Computer Science or Computer Engineering or related field or equivalent experience.</li>\n  <li>4+ years of professional Java software development.</li>\n  <li>2+ years of professional experience with Spring Framework and Spring boot,</li>\n  <li>Microservices Architecture</li>\n  <li>Working knowledge on spring boot.</li>\n  <li>Experience with SQL and Non SQL Databases</li>\n  <li>Advance Knowledge on version management systems (GIT)</li>\n  <li>English is a requirement, as you will be working directly with US-based clients.</li>\n</ul>\n<h4><strong>You will be accountable for the following responsibilities:</strong></h4>\n<ul>\n  <li>Participate in collaborative concept definition, acrchitectural refinement and software design.</li>\n  <li>Follow agile practices, with ability to work independently and as part of the agile team.</li>\n  <li>Work in an organized team-oriented environment with shared responsibilities.</li>\n  <li>Develop documentation throughout the SDLC.</li>\n</ul>",
    "currency": "BRL",
    "salary": "from R$ 1.300,00 to R$ 1.300,00 BRL/uninformed",
    "headerInfo": "Sênior",
    "language": "Inglês",
    "skills": ["Java", "Spring Boot"]
  },
  {
    "url": "https://jobs.smartrecruiters.com/ApplaudoStudios/743999932291722-data-analyst?utm_source=remotar",
    "company": "Applaudo",
    "title": "Data Analyst",
    "description": "<h4><strong>You bring to Applaudo the following competencies:</strong></h4>\n<ul>\n  <li>Proven experience in SQL, PowerPoint and excel and programming languages like R or Python for data manipulation and analysis.&nbsp;</li>\n  <li>Analytical skills to parse through various data sources to track against business KPIs.&nbsp;&nbsp;</li>\n  <li>Statistical Skills&nbsp;</li>\n  <li>Manage end-to-end analysis to solve dynamic challenges&nbsp;&nbsp;</li>\n  <li>Knowledge of functional domain and scenarios; business data requirements; database technologies (e.g. SQL, Big Query, GCP)&nbsp;</li>\n  <li>Data Warehouse knowledge along with Database management.&nbsp;&nbsp;</li>\n  <li>Data Visualization experience with: Power BI, Microstrategy, Tableau, etc</li>\n</ul>\n<h4><strong>You will be accountable for the following responsibilities:</strong></h4>\n<ul>\n  <li>Collect, analyze, interpret, summarize, and communicate data in a way that is easily digestible</li>\n  <li>Help identify the most suitable source for data along with stablishing an efficient and streamlined process for collecting and integrating data.&nbsp;</li>\n  <li>Perform advance analysis from various data sources (in GCP/ Big Query) to create a baseline of the entire network (daily flow paths, volumes, costs).&nbsp;</li>\n  <li>Create input files to run various simulation scenarios.&nbsp;</li>\n  <li>Validate the outputs from the simulation models to ensure that all business rules are followed Identify areas of opportunities/ gaps /failure points in existing systems.&nbsp;</li>\n  <li>Collect, analyze, interpret, summarize, and communicate data in a way that is easily digestible.&nbsp;&nbsp;</li>\n  <li>Present results and propose improvements.&nbsp;</li>\n</ul>",
    "currency": "BRL",
    "salary": "from R$ 1.300,00 to R$ 1.300,00 BRL/uninformed",
    "headerInfo": "Pleno",
    "language": "Inglês",
    "skills": ["Python"]
  },
  {
    "url": "https://jobs.smartrecruiters.com/ApplaudoStudios/743999936714440-fullstack-developer-java-react-?utm_source=remotar",
    "company": "Applaudo",
    "title": "Fullstack Developer (Java + React)",
    "description": "<h4><strong>You bring to Applaudo the following competencies:</strong></h4>\n<ul>\n  <li>Desirable Bachelor’s Degree in Computer Science, Computer Engineering or a related field.</li>\n  <li>Minimum 3 years of experience in backend software development.</li>\n  <li>Minimum 1 year of experience in frontend software development.</li>\n  <li>Strong experience with at least one programming language: Java (must have), Python, Javascript + Typescript.&nbsp;</li>\n  <li>Extensive experience with backend frameworks such as Spring Boot, NodeJS.</li>\n  <li>Experience with React.js&nbsp;</li>\n  <li>LLM, Vector Embedding and Generative AI experience is nice to have.&nbsp;</li>\n  <li>Experience with different type of databases, Cosmos DB and Milvus DV favoured.</li>\n  <li>Experience with development operations of Continuous Integration, Automated Testing, and Automation of the Development process.&nbsp;</li>\n  <li>Solid experience with relational data.&nbsp;</li>\n  <li>Experience with ML and AI tools is a nice to have.&nbsp;</li>\n  <li>Advanced english proficiency&nbsp;is a requirement, as you will be working directly with US-based clients.</li>\n</ul>\n<h4><strong>You will be accountable for the following responsibilities:</strong></h4>\n<ul>\n  <li>Code custom applications, from scratch, with minimal supervision.&nbsp;</li>\n  <li>Define server API requirements, develop RESTful web services, and process the resulting JSON or XML.&nbsp;</li>\n  <li>Develop user interfaces that stick to a design language with minimal supervision.&nbsp;</li>\n  <li>Analyze problems and propose solutions that arise in the development of applications.&nbsp;</li>\n  <li>Work with Product Management to take detailed story-driven requirements and implement them using Agile Test Driven techniques.&nbsp;</li>\n  <li>Work in an organized team-oriented environment with shared responsibilities.&nbsp;</li>\n  <li>Provide support to customers of the managed services implemented.&nbsp;</li>\n  <li>Take part in the CI/CD lifecycle.&nbsp;</li>\n</ul>",
    "currency": "BRL",
    "salary": "from R$ 1.300,00 to R$ 1.300,00 BRL/uninformed",
    "headerInfo": "Pleno",
    "language": "Inglês",
    "skills": [
      "Node",
      "JavaScript",
      "Python",
      "Java",
      "TypeScript",
      "React",
      "Spring Boot"
    ]
  },
  {
    "url": "https://jobs.smartrecruiters.com/ApplaudoStudios/743999936716713-senior-machine-learning-engineer?utm_source=remotar",
    "company": "Applaudo",
    "title": "Senior Machine Learning Engineer",
    "description": "<h4><strong>You bring to Applaudo the following competencies:</strong></h4>\n<ul>\n  <li>Bachelor’s degree or higher in computer science, computer engineering, or related field.&nbsp;&nbsp;</li>\n  <li>5+ years of overall professional experience with 3+ years in data science, doing exploratory data analysis, testing hypotheses, and building prescriptive &amp; predictive ML models.&nbsp;</li>\n  <li>Experience with source code control systems like Git, Bitbucket.&nbsp;</li>\n  <li>Experience with data visualization and business intelligence tools like PowerBI&nbsp;&nbsp;</li>\n  <li>General understanding of classic ML algorithms, model evaluation, and optimization techniques.</li>\n  <li>Proficiency in programming languages such as <strong>Python,&nbsp;</strong>with Scikit Learn.</li>\n  <li>Containerization and image optimization (Docker)&nbsp;</li>\n  <li>Experience with cloud platforms like AWS, particularly with Lambda Functions and ECS.&nbsp;</li>\n  <li>Understanding of data pipelines, ETL processes, and data storage technologies.&nbsp;</li>\n  <li>Proficiency in setting up CI/CD pipelines.&nbsp;</li>\n  <li>Experience handling terabyte size datasets, diving into data to discover hidden patterns, using data visualization tools, writing SQL.</li>\n  <li>Understanding of provisioning a Jupyter Notebook server for ML experimentation.&nbsp;&nbsp;</li>\n  <li>Strong communication skills to collaborate effectively with cross-functional teams including data scientist, engineers, and stakeholders.&nbsp;&nbsp;</li>\n  <li>Ability to troubleshoot and resolve complex issues related to model deployment and production systems.&nbsp;&nbsp;</li>\n  <li>Ability to use statistical, algorithmic, data mining, and visualization techniques to model complex problems, find opportunities, discover solutions, and deliver actionable business insights.&nbsp;</li>\n  <li>Advanced english proficiency is a requirement, as you will be working directly with US-based clients.&nbsp;​​​​​​</li>\n</ul>\n<h4><strong>You will be accountable for the following responsibilities:</strong></h4>\n<ul>\n  <li>Partner closely with Product, Engineering, Marketing, Sales, Finance and Data Science teams to shape product strategy using rigorous scientific solutions</li>\n  <li>Apply statistical, machine learning and desirable econometric models on large datasets to: i) measure results and outcomes of our current models and product strategies, ii) optimize user experience while minimizing fraud/risks&nbsp;</li>\n  <li>Design, conduct, and analyze experiments to quantify the impact of product and operation changes&nbsp;</li>\n  <li>Develop metrics to guide product development, and create dashboards for key performance indicators and deep dive to understand the drivers&nbsp;</li>\n  <li>​​​​​​​Drive the collection of new data and the refinement of existing data sources</li>\n</ul>",
    "currency": "BRL",
    "salary": "from R$ 1.300,00 to R$ 1.300,00 BRL/uninformed",
    "headerInfo": "Sênior",
    "language": "Inglês",
    "skills": ["Python", "Docker"]
  },
  {
    "url": "https://carreiras.riachuelo.com.br/jobs/5435028?jobBoardSource=remotar",
    "company": "Riachuelo",
    "title": "Coordenador de Sistemas",
    "description": "<h4><strong>RESPONSABILIDADES E ATRIBUIÇÕES</strong></h4>\n<p><strong>Os desafios da função são:</strong></p>\n<ul>\n  <li>Atuar como Squad Leader dentro de times multidisciplinares (desenvolvedores back end, front end, QA e Fornecedor/Fábrica de software) juntamente em parceria com pares, Product Manager e Tech Leader. O foco será gestão, com profunda experiência em gestão de projetos e gestão de pessoas.</li>\n  <li>Desafios: Engajamento do time; Alinhamentos Cross com times da mesma tribo, Alinhamento Cross com áreas dependentes e Alinhamento Cross com fornecedores.</li>\n  <li>Agregar junto ao time a melhoria de fluxo utilizando Scrum/Kanban; Gestão e acompanhamento do time.</li>\n</ul>\n<h4><strong>REQUISITOS E QUALIFICAÇÕES</strong></h4>\n<p><strong>É muito importante que você tenha e/ou saiba:</strong></p>\n<ul>\n  <li>Liderança de Equipe: Supervisionar e orientar as equipes de desenvolvedores de software, garantindo que todos estejam alinhados com os objetivos da empresa e atinjam seu máximo potencial.</li>\n  <li>Experiência em gestão de equipes multidisciplinares e multiculturais; incluindo a interação com fornecedores e fábricas de software;</li>\n  <li>Liderar Equipes de Desenvolvimento de Software;</li>\n  <li>Feedbacks com equipe (1:1) e Desenvolvimento de Carreira;</li>\n  <li>Gerenciar recursos, alocação de pessoal para otimizar a eficiência operacional da equipe de desenvolvimento.</li>\n  <li>Gestão de Projetos: Planejar, coordenar e executar projetos de desenvolvimento de software, assegurando que os entregáveis sejam concluídos no prazo e dentro do orçamento.</li>\n  <li>Ser responsável por garantir foco, cadência e eficiência da equipe na execução de seu trabalho. Prática de metodologias ágeis, garantindo realização de cerimônias e criação/ gerenciamento de métricas de equipe.</li>\n  <li>Gerenciar e Remover Impedimentos;</li>\n  <li>Gestão de interferências não acordadas;</li>\n  <li>Promover ciclos de melhoria contínua (PDCA);</li>\n  <li>Garantir a utilização de ferramentas de trabalho (Microsoft Azure, Jira Software);</li>\n  <li>Gestão de modelo de gestão visual (Kanban, Scrum, etc.);</li>\n  <li>Acompanhamento de entregas de fornecedores (SLA);</li>\n  <li>Negociação na priorização dos ciclos de entrega;</li>\n  <li>Gestão de débitos técnicos junto ao Teach Leader;</li>\n  <li>Gestão de capacidade do time;</li>\n  <li>Gestão dos KPIs da equipe;</li>\n  <li>Gestão de Incidentes</li>\n  <li>Gerenciamento de riscos;</li>\n  <li>Gestão de conflitos e negociação</li>\n  <li>Participação do processo de contratação de fornecedores, sendo responsável pelo relacionamento com os mesmos;</li>\n  <li>Colaboração Interdepartamental: Trabalhar em estreita colaboração com outras equipes de TI, como infraestrutura, segurança da informação, para garantir a integração eficaz de sistemas e processos corporativos.</li>\n  <li>Bacharelado em Ciência da Computação, Engenharia de Software ou área relacionada</li>\n</ul>",
    "currency": "BRL",
    "salary": "from R$ 3.000,00 to R$ 4.000,00 BRL/uninformed",
    "headerInfo": "Sênior",
    "language": "Português",
    "skills": []
  },
  {
    "url": "https://nexusmedia.vagas.solides.com.br/vaga/278886?utm_source=remotar",
    "company": "Nexus Media",
    "title": "Designer Pleno",
    "description": "<h4><strong>Pré-requisitos técnicos:</strong></h4>\n<ul>\n  <li>Conhecimento avançado em Photoshop, Illustrator, Canva, Figma e/ou outras similares;</li>\n  <li>Experiência comprovada na criação de peças gráficas para redes sociais (posts, carrosséis, stories, banners, mockups e outros formatos).</li>\n</ul>\n<h4><strong>Atividades/responsabilidades:</strong></h4>\n<ul>\n  <li>Criar e desenvolver peças gráficas e visuais para serem utilizadas nas redes sociais de nossos clientes, garantindo um conteúdo atrativo e alinhado à sua identidade visual;</li>\n  <li>Adaptar o conteúdo visual para diferentes formatos de mídia social, mantendo a estética da marca e otimizando a experiência do usuário;</li>\n  <li>Trabalhar em conjunto com a equipe de Social Media, Branding e Tráfego Pago, compreendendo as estratégias de marketing digital e oferecendo suporte visual para alcançar os objetivos dos clientes;</li>\n  <li>Garantir a consistência da identidade visual dos clientes em todas as plataformas e materiais visuais produzidos;</li>\n  <li>Colaborar no desenvolvimento de estratégias de conteúdo visual para campanhas e ações específicas.</li>\n</ul>",
    "currency": "BRL",
    "salary": "from R$ 3.000,00 to R$ 4.000,00 BRL/uninformed",
    "headerInfo": "Pleno",
    "language": "Português",
    "skills": []
  },
  {
    "url": "https://nexusmedia.vagas.solides.com.br/vaga/291429?utm_source=remotar",
    "company": "Nexus Media",
    "title": "Social Media Pleno",
    "description": "<h4><strong>PRÉ-REQUISITOS:</strong></h4>\n<ul>\n  <li>Experiência comprovada de pelo menos 12 meses atuando como Social Media;</li>\n  <li>Experiência&nbsp;na criação e implementação de estratégias de mídias sociais;</li>\n  <li>Conhecimento e dinamismo para analisar métricas;</li>\n  <li>Ter senso estético para acompanhar e orientar a equipe de design na construção das publicações;</li>\n  <li>Habilidade em desenvolvimento e orientação para roteiros de reels e stories;</li>\n  <li>Boa escrita;</li>\n  <li>Boa comunicação;</li>\n  <li>Trabalho em equipe;</li>\n  <li>Senso de urgência;</li>\n  <li>Autorresponsabilidade;</li>\n  <li>Agilidade e eficiência.</li>\n</ul>\n<h4><strong>ATIVIDADES/RESPONSABILIDADES:</strong></h4>\n<ul>\n  <li>Desenvolver estratégias criativas e eficazes para aumentar a presença das marcas nas mídias sociais;</li>\n  <li>Gerenciar cronogramas de postagens e garantir a consistência da marca em todas as plataformas;</li>\n  <li>Garantir que as artes desenvolvidas pela equipe de design siga a identidade visual dos clientes em todas as plataformas e materiais visuais produzidos;</li>\n  <li>Colaborar no desenvolvimento de estratégias de conteúdo escrito para campanhas e ações específicas;</li>\n  <li>Gestão de uma carteira de clientes fixa, incluindo atendimento;</li>\n</ul>",
    "currency": "BRL",
    "salary": "from R$ 3.000,00 to R$ 4.000,00 BRL/uninformed",
    "headerInfo": "Pleno",
    "language": "Português",
    "skills": []
  },
  {
    "url": "https://app.talentbrand.com.br/jobs/contratacao-acelerada-coordenador-de-projetos-013f?utm_source=remotar",
    "company": "Contratação Acelerada",
    "title": "Coordenador de Projetos",
    "description": "<h4><strong>Responsabilidades:</strong></h4>\n<ul>\n  <li>Definir plano de entrega do projeto para atender Escopo, Prazo e Custo dos projetos, com foco na geração de Valor a OPT e cliente;</li>\n  <li>Mobilizar equipe em alinhamento ao plano de entrega definido: analista de negócio, desenvolvedores, analistas GIS e analista de suporte, para compor o time dos projetos;</li>\n  <li>Estabelecer rotina eficiente (melhores práticas) de trabalho com a equipe;</li>\n  <li>Apoiar a Gerência com informações sobre os projetos e performance do time;</li>\n  <li>Escalar temas importantes à Gerência, antecipadamente;</li>\n  <li>Planejar as atividades em colaboração com a equipe considerando a priorização dos temas e disponibilidade de alocação;</li>\n  <li>Coordenar os times (internos e externos), para manter o foco nos temas priorizados;</li>\n  <li>Monitorar as demandas, direcionando temas e ações para superação de obstáculos em conjunto com a equipe;</li>\n  <li>Organizar o Backlog de demandas;</li>\n  <li>Controlar financeiramente os Projetos;</li>\n  <li>Responsável pela documentação dos projetos (documentação financeira, requisitos, diagramas, fluxos, arquitetura, integração entre sistemas, propostas, escopos, especificações técnicas, status, cronogramas, plano de testes, cutover, treinamento, golive, garantias, pós-golive, encerramento do projeto e ganhos);</li>\n  <li>Buscar e recomendar novas práticas de gestão de projetos, gestão de pessoas, gestão de recursos, soluções técnicas/arquitetura.</li>\n  <li>Cultivar o relacionamento com equipe e cliente realizando reuniões de acompanhamento e status report.</li>\n</ul>\n<h4><strong>REQUISITOS DA VAGA</strong></h4>\n<ul>\n  <li>Formação superior completa preferencialmente na área de TI</li>\n  <li>Desejável Certificação em Gerenciamento de Projeto</li>\n  <li>Desejável segundo idioma inglês ou espanhol</li>\n</ul>",
    "currency": "BRL",
    "salary": "from R$ 3.000,00 to R$ 4.000,00 BRL/uninformed",
    "headerInfo": "Sênior",
    "language": "Português",
    "skills": []
  },
  {
    "url": "https://app.talentbrand.com.br/jobs/contratacao-acelerada-bdr-3fd2?utm_source=remotar",
    "company": "Contratação Acelerada",
    "title": "Business Development Representative (BDR)",
    "description": "<h4><strong>O que esse profissional irá fazer?</strong></h4>\n<ul>\n  <li>Prospectar Novos Clientes: Pesquisar e identificar clientes em potencial que podem se beneficiar dos serviços SAAS oferecidos pela agência de publicidade tradicional.</li>\n  <li>Iniciar Contato: Entrar em contato com os leads por meio de chamadas, e-mails, redes sociais ou outras formas de comunicação para iniciar conversas e avaliar suas necessidades.<br>\nQualificação de Leads: Avaliar a adequação dos leads com base em critérios predefinidos, como orçamento, prazos e alinhamento com os serviços oferecidos.</li>\n  <li>Agendamento de Reuniões: Agendar reuniões com leads qualificados para discutir as soluções SAAS em detalhes ou encaminhar os leads para a equipe de vendas.</li>\n  <li>Acompanhamento Pós-Reunião: Manter um registro preciso das interações com os leads e fazer o acompanhamento pós-reunião para garantir que todas as dúvidas sejam esclarecidas e as necessidades sejam atendidas.</li>\n  <li>Colaboração com a Equipe de Vendas: Trabalhar em estreita colaboração com a equipe de vendas para compartilhar informações sobre os leads e garantir uma transição suave do BDR para o processo de vendas.</li>\n  <li>Manutenção de Dados: Atualizar e manter registros de leads e atividades de vendas em sistemas de gerenciamento de relacionamento com o cliente (CRM) ou outras ferramentas designadas.</li>\n  <li>Acompanhamento de Tendências: Manter-se atualizado sobre as tendências e mudanças no mercado de SAAS e publicidade para melhor atender às necessidades dos clientes.</li>\n</ul>\n<h4><strong>REQUISITOS DA VAGA</strong></h4>\n<ul>\n  <li>Experiência anterior como BDR, preferencialmente com ênfase em vendas de serviços SAAS ou produtos relacionados.</li>\n  <li>Experiência em vendas para agências de publicidade</li>\n  <li>Conhecimento sólido de publicidade, marketing tradicional e estratégias de campanhas publicitárias.</li>\n  <li>Excelentes habilidades de comunicação verbal e escrita.</li>\n  <li>Capacidade de identificar oportunidades de negócios e qualificar leads de forma eficaz.<br>\nFamiliaridade com ferramentas de automação de vendas e CRM.</li>\n  <li>Habilidades de negociação e persuasão.</li>\n  <li>Autodisciplina e capacidade de trabalhar de forma independente.</li>\n</ul>",
    "currency": "BRL",
    "salary": "from R$ 3.000,00 to R$ 4.000,00 BRL/monthly",
    "language": "Português",
    "skills": []
  },
  {
    "url": "https://docs.google.com/forms/d/e/1FAIpQLScCPJj9J86yXDYRJtFgPSby9NCJM-ijxOIQcH3HGc30KUDYsg/viewform?utm_source=remotar",
    "company": "Lifepet",
    "title": "Copywriter",
    "description": "<h4><strong>O que você vai fazer?</strong></h4>\n<ul>\n  <li>Entendimento da proposta de valor, dores, desejos e objeções de nosso público-alvo (avatar) nas nossas frentes de negócio;</li>\n  <li>&nbsp;Atuar proativamente na escrita persuasiva com as técnicas de copywriting aplicadas aos mais diversos canais de aquisição, principalmente: Facebook Ads, Google Ads e LinkedIn Ads, E-mail Marketing, Mensagens de WhatsApp e até estrutura de textos para Landing Pages.</li>\n</ul>\n<h4><strong>Requisitos?</strong></h4>\n<ul>\n  <li>Se comunicar bem;</li>\n  <li>Escrever bem (ótimo português);</li>\n  <li>Gostar de conversar com as pessoas;</li>\n  <li>Ter um pouco de empatia e paciência;</li>\n  <li>Ter respeito com o próximo;</li>\n  <li>Ter cursado qualquer curso superior em uma área relacionada.</li>\n  <li>Demonstrar habilidades e efetiva atuação profissional com copywriting.</li>\n  <li>Ah, e ser apaixonado por pets, é claro!&nbsp;</li>\n</ul>",
    "currency": "BRL",
    "salary": "from R$ 3.500,00 to R$ 3.500,00 BRL/monthly",
    "language": "Português",
    "skills": []
  },
  {
    "url": "https://docs.google.com/forms/d/e/1FAIpQLSfzdsMXYLhDytUjs74plW6LeHNhQjVHO31I5TC0LsfYXkziTg/viewform?utm_source=remotar",
    "company": "Lifepet",
    "title": "Gestor de Tráfego Jr",
    "description": "<h4><strong>O que você vai fazer?</strong></h4>\n<ul>\n  <li>Planejar e desenvolver as campanhas de captação de leads junto com os diretores da Lifepet;</li>\n  <li>Programas as campanhas nas ferramentas;</li>\n  <li>Emitir relatórios de desempenho e melhorias para atingir as metas previstas do time de Growth;</li>\n  <li>Controlar o CAC da empresa, conseguindo atingir as metas de criação de leads com o orçamento previsto.</li>\n  <li>Gerar vendas diretas através do nosso site.</li>\n</ul>\n<h4><strong>O que você precisa saber?</strong></h4>\n<ul>\n  <li>Você precisa ter experiência de no mínimo dois anos (estágio ou profissional) operando as ferramentas de tráfego pago.</li>\n  <li>Uma graduação completa é legal, mas não obrigatória.</li>\n  <li>Ter domínio das ferramentas ADOBE ou FIGMA para criar as artes das campanhas.</li>\n</ul>",
    "currency": "BRL",
    "salary": "from R$ 4.000,00 to R$ 4.000,00 BRL/monthly",
    "headerInfo": "Júnior",
    "language": "Português",
    "skills": []
  },
  {
    "url": "https://docs.google.com/forms/d/e/1FAIpQLScePG2-Zh8I_oZI96Ai8MJRu9bvPXT8y8KV1hvLgivoZBwwzw/viewform?utm_source=remotar",
    "company": "Lifepet",
    "title": "Designer de Mídias Sociais Jr",
    "description": "<h4><strong>O que você vai fazer?</strong></h4>\n<p>Precisamos de uma pessoa para criar as artes de divulgação da nossa empresa, sejam elas nas campanhas de Ads, propagandas, comunicação interna ou externa. Além disso, precisamos de uma pessoa que domine o Wordpress para modificar o nosso site e criar landing pages.</p>\n<h4><strong>Quais os skills?</strong></h4>\n<ul>\n  <li>Se comunicar bem;</li>\n  <li>Escrever bem;</li>\n  <li>Gostar de conversar com as pessoas;</li>\n  <li>Ter um pouco de empatia e paciência;</li>\n  <li>Ter respeito com o próximo;</li>\n  <li>Saber usar algumas ferramentas Adobe (AI e PS) e Figma.</li>\n  <li>Saber usar o Wordpress.</li>\n</ul>",
    "currency": "BRL",
    "salary": "from R$ 2.500,00 to R$ 2.500,00 BRL/monthly",
    "headerInfo": "Júnior",
    "language": "Português",
    "skills": []
  },
  {
    "url": "https://surfedigital.vagas.solides.com.br/vaga/270697?utm_source=remotar",
    "company": "Surfe Digital",
    "title": "SDR - Sales Development Representative",
    "description": "<h4><strong>Principais Responsabilidades e Atividades:</strong></h4>\n<ul>\n  <li><strong>Prospecção de Leads</strong>: Utilizar diversas estratégias de prospecção, como cold calling, cold emailing, pesquisas em redes sociais, para identificar leads em potencial e construir um pipeline sólido de oportunidades de vendas.</li>\n  <li><strong>Qualificação de Leads</strong>: Realizar pesquisas detalhadas sobre os leads identificados para entender suas necessidades e desafios específicos, garantindo que eles se alinhem com os serviços oferecidos pela agência.</li>\n  <li><strong>Apresentação de Soluções:</strong> Comunicar-se de forma clara e eficaz com os leads, apresentando as soluções e os serviços da agência que melhor atendem às suas necessidades, e destacando os benefícios e diferenciais competitivos.</li>\n  <li><strong>Nutrição de Leads:</strong> Manter um relacionamento contínuo com os leads qualificados, fornecendo informações relevantes e conteúdos de valor para avançá-los ao longo do funil de vendas.</li>\n  <li><strong>Colaboração com a Equipe de Vendas:</strong> Trabalhar em estreita colaboração com o time de vendas para transferir leads qualificados e garantir uma transição perfeita entre as etapas do processo de vendas.</li>\n  <li><strong>Acompanhamento e Relatórios:</strong> Manter registros detalhados de todas as interações com leads e atualizar constantemente os sistemas de CRM, fornecendo relatórios periódicos sobre o desempenho e resultados alcançados.</li>\n</ul>",
    "currency": "BRL",
    "salary": "from R$ 1.500,00 to R$ 2.000,00 BRL/uninformed",
    "headerInfo": "Júnior",
    "language": "Português",
    "skills": []
  },
  {
    "url": "https://surfedigital.vagas.solides.com.br/vaga/282467?utm_source=remotar",
    "company": "Surfe Digital",
    "title": "Analista de Recrutamento e Seleção",
    "description": "<h4><strong>Requisitos</strong>:</h4>\n<ul>\n  <li>Formação acadêmica em Recursos Humanos, Psicologia, Administração ou áreas relacionadas.</li>\n  <li>Experiência prévia em recrutamento e seleção, preferencialmente em cargos de empresas de marketing digital e vendas.</li>\n  <li>Conhecimento das práticas de recrutamento mais recentes, incluindo uso de tecnologias e redes sociais para atração de talentos.</li>\n  <li>Habilidades de comunicação eficazes, tanto escritas quanto verbais.</li>\n  <li>Capacidade de avaliar habilidades técnicas e comportamentais dos candidatos.</li>\n  <li>Organização e capacidade de gerenciar múltiplos processos seletivos simultaneamente.</li>\n  <li>Conhecimento das leis e regulamentações trabalhistas relevantes.</li>\n</ul>",
    "currency": "BRL",
    "salary": "from R$ 1.500,00 to R$ 2.000,00 BRL/uninformed",
    "headerInfo": "Pleno",
    "language": "Português",
    "skills": []
  },
  {
    "url": "https://surfedigital.vagas.solides.com.br/vaga/289641?utm_source=remotar",
    "company": "Surfe Digital",
    "title": "Inside Sales SDR",
    "description": "<h4><strong>Requisitos</strong>:</h4>\n<ul>\n  <li>Ensino Superior Completo ou Cursando.</li>\n  <li>Experiência profissional em vendas, preferencialmente em uma função de desenvolvimento de vendas (SDR) ou prospecção.</li>\n</ul>\n<h4><strong>Habilidades</strong>:&nbsp;</h4>\n<ul>\n  <li>Excelente comunicação (oral e escrita), que seja capaz de estabelecer uma conexão genuína com os leads;&nbsp;</li>\n  <li>capacidade de entender as necessidades dos clientes e articular como os serviços da agência podem resolver seus problemas;&nbsp;</li>\n  <li>orientação para metas, foco em resultados e habilidades de negociação; organização, autodisciplina e capacidade de trabalhar de forma independente.</li>\n</ul>\n<h4><strong>Atividades desenvolvidas:</strong></h4>\n<ul>\n  <li>Prospecção de Leads: Utilizar diversas estratégias de prospecção, como cold calling, cold emailing, pesquisas em redes sociais, para identificar leads em potencial e construir um pipeline sólido de oportunidades de vendas.</li>\n  <li>Qualificação de Leads: Realizar pesquisas detalhadas sobre os leads identificados para entender suas necessidades e desafios específicos, garantindo que eles se alinhem com os serviços oferecidos pela agência.</li>\n  <li>Apresentação de Soluções: Comunicar-se de forma clara e eficaz com os leads, apresentando as soluções e os serviços da agência que melhor atendem às suas necessidades, e destacando os benefícios e diferenciais competitivos.</li>\n  <li>Nutrição de Leads: Manter um relacionamento contínuo com os leads qualificados, fornecendo informações relevantes e conteúdos de valor para avançá-los ao longo do funil de vendas.</li>\n  <li>Colaboração com a Equipe de Vendas: Trabalhar em estreita colaboração com o time de vendas para transferir leads qualificados e garantir uma transição perfeita entre as etapas do processo de vendas.</li>\n  <li>Acompanhamento e Relatórios: Manter registros detalhados de todas as interações com leads e atualizar constantemente os sistemas de CRM, fornecendo relatórios periódicos sobre o desempenho e resultados alcançados.</li>\n</ul>",
    "currency": "BRL",
    "salary": "from R$ 1.500,00 to R$ 2.000,00 BRL/uninformed",
    "language": "Português",
    "skills": []
  },
  {
    "url": "https://surfedigital.vagas.solides.com.br/vaga/289642?utm_source=remotar",
    "company": "Surfe Digital",
    "title": "Closer Jr",
    "description": "<h4><strong>Requisitos:</strong></h4>\n<ul>\n  <li>Ensino Superior Completo, preferencialmente em Marketing, Administração, Tecnologia da Informação ou área relacionada.</li>\n  <li>Experiência profissional em vendas, preferencialmente na área de marketing digital ou serviços relacionados.</li>\n</ul>\n<p><strong>Habilidades:&nbsp;</strong></p>\n<ul>\n  <li>Excelente comunicação (oral e escrita);&nbsp;</li>\n  <li>capacidade de entender as necessidades dos clientes e propor soluções adequadas;&nbsp;</li>\n  <li>atitude proativa e perseverança para superar desafios e objeções;&nbsp;</li>\n  <li>capacidade de trabalhar de forma independente e em equipe;&nbsp;</li>\n  <li>mentalidade orientada a resultados e ambição para crescer na área de vendas.</li>\n</ul>\n<h4><strong>Atividades desenvolvidas:</strong></h4>\n<ul>\n  <li>Conduzir negociações com leads qualificados, explicando os serviços da agência e apresentando propostas personalizadas.</li>\n  <li>Identificar as necessidades específicas dos clientes em potencial e adaptar as soluções da agência para atender a essas necessidades.</li>\n  <li>Fornecer informações detalhadas sobre os serviços da agência, vantagens competitivas e casos de sucesso anteriores.</li>\n  <li>Estabelecer relacionamentos de confiança com leads e clientes em potencial, compreendendo suas preocupações e objetivos.</li>\n  <li>Realizar follow-up eficaz por telefone, e-mail ou outras formas de comunicação para avançar nas negociações.</li>\n  <li>Superar objeções de maneira profissional e convincente, apresentando argumentos sólidos e informações relevantes.</li>\n  <li>Colaborar com a equipe de pré-vendas e outros membros da equipe de vendas para garantir uma abordagem coesa e estratégica.</li>\n  <li>Manter registros precisos de todas as interações com leads e clientes em nosso sistema de gerenciamento de relacionamento com o cliente (CRM).</li>\n  <li>Alcançar e superar metas de vendas mensais e trimestrais.</li>\n</ul>",
    "currency": "BRL",
    "salary": "from R$ 1.500,00 to R$ 2.000,00 BRL/monthly",
    "headerInfo": "Júnior",
    "language": "Português",
    "skills": []
  },
  {
    "url": "https://surfedigital.vagas.solides.com.br/vaga/289643?utm_source=remotar",
    "company": "Surfe Digital",
    "title": "Closer Pleno",
    "description": "<h4><strong>Requisitos:</strong></h4>\n<ul>\n  <li>Ensino Superior Completo, preferencialmente em Marketing, Administração, Tecnologia da Informação ou área relacionada.</li>\n  <li>Experiência profissional em vendas, preferencialmente na área de marketing digital ou serviços relacionados.</li>\n</ul>\n<h4><strong>Habilidades:&nbsp;</strong></h4>\n<ul>\n  <li>Excelente comunicação (oral e escrita);&nbsp;</li>\n  <li>capacidade de entender as necessidades dos clientes e propor soluções adequadas;&nbsp;</li>\n  <li>atitude proativa e perseverança para superar desafios e objeções;&nbsp;</li>\n  <li>capacidade de trabalhar de forma independente e em equipe;&nbsp;</li>\n  <li>mentalidade orientada a resultados e ambição para crescer na área de vendas.</li>\n</ul>\n<h4><strong>Atividades Desenvolvidas:</strong></h4>\n<ul>\n  <li>Geração de Leads: Trabalhar em colaboração com a equipe de geração de leads para identificar e abordar potenciais clientes interessados nos serviços de marketing digital da agência.</li>\n  <li>Qualificação de Leads: Avaliar a adequação dos leads, entendendo suas necessidades, objetivos e orçamento. Isso ajuda a focar nos leads mais promissores e evitar investir tempo em leads menos qualificados.</li>\n  <li>Apresentação de Propostas: Preparar e apresentar propostas personalizadas que abordem as necessidades específicas do cliente em termos de serviços de marketing digital, demonstrando como a agência pode ajudar a atingir os objetivos do cliente.</li>\n  <li>Negociação: Realizar negociações com os potenciais clientes, discutindo preços, termos de contrato e escopo de trabalho. O Closer Pleno deve ser capaz de argumentar convincentemente sobre o valor dos serviços oferecidos.</li>\n  <li>Fechamento de Contratos: Usar suas habilidades persuasivas para fechar contratos e garantir que os acordos sejam concretizados. Isso pode envolver superar objeções, fornecer informações adicionais e criar um senso de urgência.</li>\n  <li>Relacionamento com Clientes: Após o fechamento do contrato, o Closer Pleno pode estar envolvido nas fases iniciais de integração do cliente, garantindo uma transição suave entre a equipe de vendas e a equipe de entrega de serviços.</li>\n  <li>Acompanhamento Pós-Venda: Manter contato regular com os clientes para garantir sua satisfação contínua e identificar oportunidades adicionais de serviços ou upselling.</li>\n  <li>Análise de Resultados: Colaborar com outras equipes, como marketing e produção, para avaliar a eficácia das estratégias de vendas, identificar áreas de melhoria e implementar ajustes conforme necessário.</li>\n  <li>Mentor: atuar como um mentor para os membros mais juniores da equipe, compartilhando conhecimentos e melhores práticas.</li>\n</ul>",
    "currency": "BRL",
    "salary": "from R$ 2.400,00 to R$ 3.000,00 BRL/monthly",
    "headerInfo": "Pleno",
    "language": "Português",
    "skills": []
  },
  {
    "url": "https://surfedigital.vagas.solides.com.br/vaga/289644?utm_source=remotar",
    "company": "Surfe Digital",
    "title": "Consultor Comercial",
    "description": "<h4><strong>Requisitos:</strong></h4>\n<ul>\n  <li>Ensino Superior Completo, preferencialmente em Marketing, Administração, Tecnologia da Informação ou área relacionada.</li>\n  <li>Experiência profissional em vendas, preferencialmente no setor de tecnologia, serviços digitais ou SaaS.</li>\n</ul>\n<h4><strong>Habilidades:&nbsp;</strong></h4>\n<ul>\n  <li>Excelente comunicação (oral e escrita);&nbsp;</li>\n  <li>capacidade de entender as necessidades dos clientes e propor soluções adequadas;&nbsp;</li>\n  <li>forte capacidade de negociação e fechamento de negócios;&nbsp;</li>\n  <li>autodisciplina e capacidade de trabalhar de forma independente, mantendo metas de vendas.</li>\n</ul>\n<h4><strong>Atividades desenvolvidas:</strong></h4>\n<ul>\n  <li>Prospectar novos clientes e identificar oportunidades de negócios para os serviços de Website as a Service.</li>\n  <li>Realizar abordagens de vendas consultivas, compreendendo as necessidades e objetivos do cliente para oferecer soluções personalizadas.</li>\n  <li>Apresentar e demonstrar os benefícios dos nossos serviços de WaaS de forma clara e persuasiva.</li>\n  <li>Preparar propostas comerciais detalhadas e responder a consultas de clientes de maneira profissional.</li>\n  <li>Negociar termos e condições de contratos, visando fechar vendas bem-sucedidas.</li>\n  <li>Colaborar com a equipe de desenvolvimento para garantir que as expectativas dos clientes sejam atendidas.</li>\n  <li>Manter registros precisos das interações com os clientes no sistema de CRM.</li>\n  <li>Acompanhar tendências do mercado e identificar oportunidades para melhorias nos serviços oferecidos.</li>\n</ul>",
    "currency": "BRL",
    "salary": "from R$ 1.800,00 to R$ 2.000,00 BRL/monthly",
    "language": "Português",
    "skills": []
  },
  {
    "url": "https://reglife.vagas.solides.com.br/vaga/275764",
    "company": "Reg Life",
    "title": "Atendente de suporte Pleno",
    "description": "<h4><strong>Estamos buscando um Suporte Pleno, Abaixo a descrição:</strong></h4>\n<ul>\n  <li>Gerenciar todas as demandas de alunos</li>\n  <li>Ronda pelos atendimentos 1x por dia</li>\n  <li>Montar escala de demandas para equipe de suporte</li>\n  <li>Relatório com as principais sugestões e objeções dos clientes</li>\n  <li>Apresentar relatórios de suporte semanal/mensalmente</li>\n  <li>Contratar ferramentas de suporte</li>\n  <li>Relacionamento de sucesso de o cliente</li>\n  <li>Configurar HubSpot</li>\n  <li>Acompanhar processo de onboarding dos alunos</li>\n  <li>Acompanhar processo de reembolsos e cancelamentos</li>\n  <li>Acompanhar processo de pgto parcelado (HOTMART, PIX/FICHAS)</li>\n  <li>Apresentar relatório mensal de inadimplência (HOTMART, PIX/FICHAS)</li>\n  <li>Criar macros de atendimento</li>\n  <li>Aprovar solicitação de alunos no Clube GG</li>\n  <li>Bloquear acesso de alunos inadimplentes: Discord, Cademi, ClubGG</li>\n  <li>Acompanhar comentários no Reclame Aqui</li>\n  <li>Suporte ao cliente nas redes sociais: facebook, youtube, instagram, twitch</li>\n  <li>Atualização de dados cadastrais dos alunos em renovações pix/ fichas</li>\n  <li>Liberação de acesso em compras pix/ fichas</li>\n  <li>Direcionamento de demandas para outros setores</li>\n  <li><strong>Espanhol avançado</strong></li>\n</ul>",
    "currency": "BRL",
    "salary": "from R$ 1.800,00 to R$ 2.500,00 BRL/uninformed",
    "headerInfo": "Pleno",
    "language": "Português",
    "skills": []
  },
  {
    "url": "https://reglife.vagas.solides.com.br/vaga/278424",
    "company": "Reg Life",
    "title": "Designer Pleno",
    "description": "<h4><strong>Estamos buscando um Designer Pleno, Abaixo a descrição:</strong></h4>\n<ul>\n  <li>Instalar e configurar um servidor WordPress</li>\n  <li>Adaptar iconografia</li>\n  <li>Alimentar Design System</li>\n  <li>Fazer boas composições de imagens</li>\n  <li>Fazer tratamento e manipulação de imagens</li>\n  <li>Hand off (exportar e otimizar assets)</li>\n  <li>Criar formulários de captação de leads</li>\n  <li>Criar Interface de páginas</li>\n  <li>Criar layout mobile, tablet e desktop</li>\n  <li>Criar páginas de captura, vendas e obrigado</li>\n  <li>Checkout dos produtos</li>\n  <li>Resolver bugs de desenvolvimento</li>\n  <li>Entender o cliente e suas dores para comunicar visualmente para esse público</li>\n  <li>Finalizar arquivos para impressão</li>\n  <li>Criar thumbs dos produtos</li>\n  <li>Criar thumbs das vídeo aulas</li>\n  <li>Criar pdfs complementares as aulas</li>\n  <li>Cuidar do data visualization dos dashboards da empresa</li>\n  <li>Acompanhar e analisar métricas das páginas, Meta Ads e Google Ads</li>\n  <li>Escrever processos de trabalho</li>\n</ul>",
    "currency": "BRL",
    "salary": "from R$ 1.800,00 to R$ 2.500,00 BRL/uninformed",
    "headerInfo": "Pleno",
    "language": "Português",
    "skills": []
  },
  {
    "url": "https://reglife.vagas.solides.com.br/vaga/278425",
    "company": "Reg Life",
    "title": "Analista de RH",
    "description": "<h4><strong>Estamos buscando um Analista de RH, Abaixo a descrição:</strong></h4>\n<ul>\n  <li>Responsavel pelo processo de atração de talentos</li>\n  <li>Análises de remuneração e benefícios</li>\n  <li>Gestão de cultura</li>\n  <li>Pesquisa de clima</li>\n  <li>Estrutura organizacional</li>\n  <li>Estratégia de remuneração.</li>\n  <li>Apoiar as lideranças nas análises e decisões sobre o time (contratar, promover e reconhecer);</li>\n  <li>Controlar orçamento da área</li>\n  <li>Programas de diversidade e inclusão</li>\n  <li>Programas de bem-estar</li>\n  <li>Coletar, analisar e monitorar taxa de rotatividade</li>\n  <li>Coletar, analisar e monitorar absenteísmo</li>\n  <li>Coletar, analisar e monitorar satisfação dos colaboradores</li>\n  <li>Elaboração e implementação de estratégias de comunicação interna</li>\n  <li>Identificar necessidades para treinamento dos colaboradores</li>\n  <li>Elaborar programas de capacitação e desenvolvimento de habilidades e competências</li>\n  <li>Programas de RH para atração</li>\n  <li>Programas de RH para desenvolvimento</li>\n  <li>Programas de RH para retenção</li>\n</ul>",
    "currency": "BRL",
    "salary": "from R$ 1.800,00 to R$ 2.500,00 BRL/uninformed",
    "headerInfo": "Sênior",
    "language": "Português",
    "skills": []
  },
  {
    "url": "https://reglife.vagas.solides.com.br/vaga/285382?utm_source=remotar",
    "company": "Reg Life",
    "title": "Sucesso do Cliente Pleno",
    "description": "<h4><strong>Estamos buscando um Sucesso do Cliente&nbsp;Pleno, Abaixo a descrição:</strong></h4>\n<ul>\n  <li>Criar e organizar processos de onboarding dos alunos&nbsp;</li>\n  <li>Acompanhar processo de NPS&nbsp;</li>\n  <li>Apresentar relatório de NPS&nbsp;</li>\n  <li>Criar relatórios do Sucesso do cliente&nbsp;</li>\n  <li>Criar template de relatórios de atividades do suporte&nbsp;</li>\n  <li>Identificar gárgalos e criar melhorias para o processo atual de suporte&nbsp;</li>\n  <li>Identificar pontos de melhoria no produto a partir de insights do suporte&nbsp;</li>\n  <li>Identificar pontos de melhoria para reduzir o reembolso e cancelamentos de alunos&nbsp;</li>\n  <li>Tangibilizar a evolução do aluno na comunidade + resultados do cliente&nbsp;</li>\n  <li>Monitorar o desempenho dos especialistas, através do ponto de vista do cliente&nbsp;</li>\n  <li>Criar fluxogramas e garantir a padronização para facilitar a adoção de novos processos/entregas;&nbsp;</li>\n  <li>Assistir aulas para identificar pontos a melhorar.&nbsp;</li>\n  <li>Contato com convidados, membros e/ou responsáveis pela aula&nbsp;</li>\n  <li>Controle de agenda das aulas Comunidade&nbsp;</li>\n  <li>Desenvolvimento de formulário da aula e certificação das respostas&nbsp;</li>\n  <li>Criar e organizar ações de engajamento no produto&nbsp;</li>\n  <li>Identificar gárgalos e criar melhorias para o produto a cada campanha&nbsp;</li>\n  <li>Principais conceitos das aulas e materiais Reg Life&nbsp;</li>\n  <li>Cobrar do suporte contratação de ferramentas do departamento&nbsp;</li>\n  <li>Supervisionar trabalho de suporte de redes sociais 1x por dia &nbsp;</li>\n  <li>Solicitar que suporte verifique configuração do JivoChat ou outra&nbsp;</li>\n  <li>Solicitar que suporte verifique configuração do HelpScout&nbsp;</li>\n  <li>Supervisionar email e discord do suporte&nbsp;</li>\n  <li>Principais conceitos de materiais interessantes off Reg Life&nbsp;</li>\n  <li>Revisão de novos conteúdos para a plataforma&nbsp;</li>\n  <li>Revisão de novas configurações e textos na plataforma&nbsp;</li>\n  <li>Receber, Sugerir e Analisar dados com TI&nbsp;</li>\n  <li>Estratégia de Entrega e Sucesso do Aluno (taxa de reembolso, Gerar o máximo de depoimentos; vender o crossell e upsell)</li>\n</ul>",
    "currency": "BRL",
    "salary": "from R$ 1.800,00 to R$ 2.500,00 BRL/uninformed",
    "headerInfo": "Pleno",
    "language": "Português",
    "skills": []
  },
  {
    "url": "https://agenciamestre.vagas.solides.com.br/vaga/272954?utm_source=remotar",
    "company": "Agência Mestre",
    "title": "Analista de SEO",
    "description": "<h4><strong>Responsabilidades:</strong></h4>\n<ul>\n  <li>Realizar análises de sites, identificar oportunidades de otimização de SEO e fornecer recomendações para melhorar o desempenho orgânico;</li>\n  <li>Realizar pesquisas de palavras-chave, análise de concorrência e estudos de público-alvo para desenvolver estratégias de conteúdo eficazes;</li>\n  <li>Otimizar metadados, tags de título, URLs e conteúdo do site para melhorar o posicionamento nos mecanismos de busca;</li>\n  <li>Realizar análises de backlink e desenvolver estratégias de construção de links para aumentar a autoridade de domínio;</li>\n  <li>Acompanhar o desempenho dos sites dos clientes usando ferramentas de análise e elaborar relatórios com métricas-chave, como tráfego orgânico, classificação de palavras-chave e taxa de conversão;</li>\n  <li>Manter-se atualizado sobre as melhores práticas de SEO, algoritmos de mecanismos de busca e tendências do setor para garantir que nossas estratégias estejam sempre atualizadas.</li>\n</ul>\n<h4><strong>Requisitos técnicos:</strong></h4>\n<ul>\n  <li>Experiência comprovada como Analista de SEO ou em um papel semelhante, com histórico de resultados tangíveis;</li>\n  <li>Experiência com ferramentas de análise, como Google Analytics, Search Console, SEMrush, Moz, Ahrefs, entre outras;</li>\n  <li>Familiaridade com CMSs populares, como WordPress, e habilidades básicas em HTML, CSS e JavaScript;</li>\n  <li>Excelentes habilidades de comunicação escrita e verbal;</li>\n  <li>Capacidade de trabalhar de forma autônoma, gerenciar prazos e priorizar tarefas de forma eficiente.</li>\n</ul>",
    "currency": "BRL",
    "salary": "from R$ 1.800,00 to R$ 2.500,00 BRL/uninformed",
    "language": "Português",
    "skills": ["HTML", "CSS", "JavaScript", "Java"]
  },
  {
    "url": "https://agenciamestre.vagas.solides.com.br/vaga/272964?utm_source=remotar",
    "company": "Agência Mestre",
    "title": "Analista de Novos Negócios | Vendas",
    "description": "<h4><strong>O seu dia a dia será composto de atividades como:</strong></h4>\n<ul>\n  <li>Reuniões para entendimento de necessidades (briefing) online;</li>\n  <li>Elaboração de propostas comerciais;</li>\n  <li>Agendamento de reuniões online para apresentação de propostas;</li>\n  <li>Negociação e fechamento com o cliente;</li>\n  <li>Abertura de novas contas na agência junto ao time operacional;</li>\n  <li>Gestão da sua carteira de clientes, intermediando conflitos ou alinhamentos necessários;</li>\n  <li>Ocasionalmente, realizar prospecção de novos clientes.</li>\n</ul>\n<h4><strong>Alguns requisitos (eliminatórios) para a vaga:</strong></h4>\n<ul>\n  <li>Necessário o domínio de CRM de vendas e processo de vendas consultivo (preferência pelo Pipedrive);</li>\n  <li>Habilidades para lidar com negociações e suas objeções;</li>\n  <li>Ter atuado com vendas de alto ticket.</li>\n</ul>",
    "currency": "BRL",
    "salary": "from R$ 1.800,00 to R$ 2.500,00 BRL/uninformed",
    "language": "Português",
    "skills": []
  },
  {
    "url": "https://agenciamestre.vagas.solides.com.br/vaga/273524?utm_source=remotar",
    "company": "Agência Mestre",
    "title": "Coordenador Técnico de Mídia",
    "description": "<h4><strong>É essencial:</strong></h4>\n<ul>\n  <li>Ter vivência em agência de Marketing;</li>\n  <li>Ter trabalhado com multiplos clientes simultaneamente;</li>\n  <li>Ter domínio técnico sobre ferramentas de anúncios;</li>\n  <li>Experiência com execução de estratégias e campanhas de mídia paga, principalmente com Facebook Ads e Google Ads;</li>\n  <li>Ter liderado times com mais de 5 profissionais;</li>\n  <li>Conhecimentos com ferramentas de análise de dados, como Google Analytics</li>\n  <li>Boa comunicação escrita e comunicação interpessoal;</li>\n  <li>Vivência com projetos de Marketing Digital, Inbound Marketing e Lançamentos Digitais;</li>\n  <li>Experiência na utilização de ferramentas de gestão de tarefas, como Runrun.it, Trello ou similares.</li>\n</ul>\n<h4><strong>Requisitos:</strong></h4>\n<ul>\n  <li>Vivência em gestão de equipes;</li>\n  <li>Experiência com execução de estratégias e campanhas de mídia paga, principalmente com Facebook Ads e Google Ads;</li>\n  <li>Conhecimentos com ferramentas de análise de dados, como Google Analytics;</li>\n  <li>Boa comunicação escrita e comunicação interpessoal;</li>\n  <li>Vivência com projetos de Marketing Digital e Inbound Marketing;</li>\n  <li>Experiência na utilização de ferramentas de gestão de tarefas, como Runrun.it, Trello ou similares.</li>\n</ul>",
    "currency": "BRL",
    "salary": "from R$ 1.800,00 to R$ 2.500,00 BRL/uninformed",
    "headerInfo": "Sênior",
    "language": "Português",
    "skills": []
  },
  {
    "url": "https://agenciamestre.vagas.solides.com.br/vaga/290398?utm_source=remotar",
    "company": "Agência Mestre",
    "title": "Analista de Conteúdo",
    "description": "<h4><strong>Você ficará responsável por:</strong></h4>\n<ul>\n  <li>Produzir e revisar conteúdos relacionados aos projetos de Lançamento, com foco em conversão, em diversos formatos como e-mails, pushs, site, app, apresentações, banners, anúncios, redes sociais, vídeos, entre outros;</li>\n  <li>Quando necessário, apoiar na produção de artigos de blog, descrições de produtos, reotimizações, materiais ricos e outros tipos de entregáveis para estratégias de Inbound Marketing;</li>\n  <li>Adequar conteúdos para diferentes canais e públicos de interesse.</li>\n  <li>Propor e realizar testes de copy para otimização de resultados.</li>\n</ul>\n<h4><strong>Requisitos e Qualificações:</strong></h4>\n<ul>\n  <li>Excelente habilidade de escrita.</li>\n  <li>Domínio da língua portuguesa.</li>\n  <li>Conhecimento de estratégias de copywriting para CRM (e-mail, push, SMS, etc.) e anúncios digitais (Ads).</li>\n  <li>Familiaridade com os programas do G-Suite (Google Sheets, Docs e Apresentação).</li>\n  <li>Familiaridade com SEO e Inbound Marketing</li>\n</ul>",
    "currency": "BRL",
    "salary": "from R$ 1.800,00 to R$ 2.500,00 BRL/uninformed",
    "headerInfo": "Júnior",
    "language": "Português",
    "skills": []
  },
  {
    "url": "https://agenciamestre.vagas.solides.com.br/vaga/291551?utm_source=remotar",
    "company": "Agência Mestre",
    "title": "Analista de Sucesso do Cliente",
    "description": "<h4><strong>Você terá atividades como estas em suas semanas:</strong></h4>\n<ul>\n  <li>Reunião de Briefing com o cliente;</li>\n  <li>Interlocução de demandas de clientes para o time operacional (Conteúdo, SEO, Mídia, Design, Inbound e outros);</li>\n  <li>Reuniões de apresentação de relatórios;</li>\n  <li>Reuniões internas de desempenho de projetos;</li>\n  <li>Atuar em conjunto com a equipe Comercial e Técnica na Retenção de Clientes a partir do pedido de cancelamento;</li>\n  <li>Atuar no processo de Renovação dos Projetos;</li>\n</ul>\n<h4><strong>Você ficará responsável por:</strong></h4>\n<ul>\n  <li>Relacionamento com clientes;</li>\n  <li>Gestão da NPS da sua carteira de clientes, buscando identificar oportunidades e/ou problemas para direcionamento preventivo de ações;</li>\n  <li>Atuar em conjunto com a equipe Técnica e Comercial no definição de plano de ação frente a clientes com NPS Neutras e Detratoras;</li>\n  <li>Acompanhar e apresentar RTS (Revisão Trimestral de Sucesso) em conjunto com a equipe Técnica para contas estratégicas;</li>\n  <li>Identificar oportunidades de Upsell / Crossell nos Projetos e ofertar aos clientes;</li>\n  <li>Acompanhar as lideranças de projetos a fim de conhecer/garantir que as entregas dos projetos estejam de acordo com o planejamento anual/mensal;</li>\n  <li>Fazer todo o processo de renovação do projetos;</li>\n  <li>Atuar nos processos de cancelamento, com foco na retenção.&nbsp;</li>\n</ul>",
    "currency": "BRL",
    "salary": "from R$ 1.800,00 to R$ 2.500,00 BRL/uninformed",
    "headerInfo": "Júnior",
    "language": "Inglês",
    "skills": []
  },
  {
    "url": "https://reglife.vagas.solides.com.br/vaga/288345?utm_source=remotar",
    "company": "Reg Life",
    "title": "Analista Financeiro",
    "description": "<h4><strong>Estamos buscando um Analista Financeiro, Abaixo a descrição:</strong></h4>\n<ul>\n  <li>Execução das rotinas de contas a pagar &nbsp; &nbsp; &nbsp; &nbsp;</li>\n  <li>Chargeback &nbsp; &nbsp; &nbsp; &nbsp;</li>\n  <li>Pagamento de boletos de anúncios &nbsp; &nbsp; &nbsp; &nbsp;</li>\n  <li>Aprovar pagamentos &nbsp; &nbsp; &nbsp; &nbsp;</li>\n  <li>Conferência notas x vendas &nbsp; &nbsp; &nbsp; &nbsp;</li>\n  <li>Conciliação bancária &nbsp; &nbsp; &nbsp; &nbsp;</li>\n  <li>Controle de custos e despesas; &nbsp; &nbsp; &nbsp; &nbsp;</li>\n  <li>Conferir e emitir NFs de PIX e Fichas &nbsp; &nbsp; &nbsp; &nbsp;</li>\n  <li>Gerenciamento do fluxo de caixa &nbsp; &nbsp; &nbsp; &nbsp;</li>\n  <li>Conferir emissão de notas fiscais e os tributos que chegam &nbsp; &nbsp; &nbsp; &nbsp;</li>\n  <li>Gerar os relatórios de fechamento para contabilidade &nbsp; &nbsp; &nbsp; &nbsp;</li>\n  <li>Arquivar e categorizar invoices (recebidos) &nbsp; &nbsp; &nbsp; &nbsp;</li>\n  <li>Relatórios de reembolsos (NDs) &nbsp; &nbsp; &nbsp; &nbsp;</li>\n  <li>Encaminhar documentos mensalmente para contabilidade; &nbsp; &nbsp; &nbsp; &nbsp;</li>\n  <li>Recebimento e conferência de documentos da contabilidade; &nbsp; &nbsp; &nbsp;&nbsp;</li>\n  <li>Emitir ou solicitar certidões (via demanda e/ou 2 em 2 meses) - contato com contabilidade &nbsp; &nbsp; &nbsp; &nbsp;</li>\n  <li>Elaborar Relatórios financeiros; &nbsp; &nbsp; &nbsp; &nbsp;</li>\n  <li>Relatório de custo por lançamento &nbsp; &nbsp; &nbsp; &nbsp;</li>\n  <li>Atualizar projeção de renovação conforme venda dos últimos 12 meses &nbsp; &nbsp; &nbsp; &nbsp;</li>\n  <li>Atualizar projeção de imposto conforme previsão de venda</li>\n</ul>",
    "currency": "BRL",
    "salary": "from R$ 1.800,00 to R$ 2.500,00 BRL/uninformed",
    "headerInfo": "Pleno",
    "language": "Português",
    "skills": []
  },
  {
    "url": "https://reglife.vagas.solides.com.br/vaga/288354?utm_source=remotar",
    "company": "Reg Life",
    "title": "Social media",
    "description": "<h4><strong>Estamos buscando um Social media, Abaixo a descrição:</strong></h4>\n<ul>\n  <li>Ser especialista no assunto da área &nbsp;</li>\n  <li>Planejar o calendário editorial para instagram, youtube, blog, etc&nbsp;</li>\n  <li>Definir pautas de postagens (título, conteúdo, design, formato, etapa do funil, CTA)&nbsp;</li>\n  <li>Produzir conteúdo para mídias sociais (texto, fotos, vídeos)&nbsp;</li>\n  <li>Realizar o acompanhamento dos processos de postagens nas redes sociais&nbsp;</li>\n  <li>Criação de textos para blogs&nbsp;</li>\n  <li>Escolha, criação e edição de imagens para publicação&nbsp;</li>\n  <li>Monitorar campanhas de performance e analisar o desempenho&nbsp;</li>\n  <li>Fazer relatórios relativos à performance de conteúdo&nbsp;</li>\n  <li>Realizar planejamento e ações de colaboração com influencers e parceiros da marca&nbsp;</li>\n  <li>Acompanhar e produzir conteúdo em eventos&nbsp;</li>\n  <li>Interação nas postagens&nbsp;</li>\n  <li>Monitorar mensagens com audiência para identificar oportunidades e obstáculos&nbsp;</li>\n  <li>Criar o material visual alinhado com a identidade visual da marca&nbsp;</li>\n  <li>Executar ações de gestão de crise de relação com o público&nbsp;</li>\n  <li>Criar linha editorial &nbsp;</li>\n  <li>Gravar vídeos para campanhas de marketing &nbsp;</li>\n  <li>Moderar o chat em transmissões ao vivo no Youtube e Twitch&nbsp;</li>\n  <li>Interagir com clientes em eventos &nbsp;</li>\n</ul>",
    "currency": "BRL",
    "salary": "from R$ 1.800,00 to R$ 2.500,00 BRL/uninformed",
    "language": "Português",
    "skills": []
  },
  {
    "url": "https://reglife.vagas.solides.com.br/vaga/288364?utm_source=remotar",
    "company": "Reg Life",
    "title": "Gestor de tráfego",
    "description": "<h4><strong>Estamos buscando um Gestor de tráfego, Abaixo a descrição:</strong></h4>\n<ul>\n  <li>Criação das Campanhas &nbsp; &nbsp; &nbsp; &nbsp;</li>\n  <li>Propor Orçamento &nbsp; &nbsp; &nbsp; &nbsp;</li>\n  <li>Otimizar campanhas &nbsp; &nbsp; &nbsp; &nbsp;</li>\n  <li>Estudar e propor novos formatos de criativos &nbsp; &nbsp; &nbsp; &nbsp;</li>\n  <li>Estudar e propor novos formatos de campanhas &nbsp; &nbsp; &nbsp; &nbsp;</li>\n  <li>Fazer report do andamento em dashbords, doc ou apresentações &nbsp; &nbsp; &nbsp; &nbsp;</li>\n  <li>Criar novas fontes de aquisição &nbsp; &nbsp; &nbsp; &nbsp;</li>\n  <li>Participar da narrativa e desenho das estratégias de campanha &nbsp; &nbsp; &nbsp; &nbsp;</li>\n  <li>Planejar os lançamentos &nbsp; &nbsp; &nbsp; &nbsp;</li>\n  <li>Estudar e propor novas estrategias &nbsp; &nbsp; &nbsp; &nbsp;&nbsp;</li>\n  <li>Analise de dados &nbsp; &nbsp; &nbsp; &nbsp;</li>\n</ul>",
    "currency": "BRL",
    "salary": "from R$ 1.800,00 to R$ 2.500,00 BRL/uninformed",
    "language": "Português",
    "skills": []
  },
  {
    "url": "https://reglife.vagas.solides.com.br/vaga/288370?utm_source=remotar",
    "company": "Reg Life",
    "title": "Copywriter ",
    "description": "<h4><strong>Estamos buscando um Copywriter, Abaixo a descrição:</strong></h4>\n<ul>\n  <li>Ser especialista no assunto da área &nbsp; &nbsp; &nbsp; &nbsp;</li>\n  <li>Entendimento profundo do avatar &nbsp; &nbsp; &nbsp; &nbsp;</li>\n  <li>Escrever no tom de voz da marca e especialista &nbsp; &nbsp; &nbsp; &nbsp;</li>\n  <li>Definir a Big Idea e manifesto da Copy &nbsp; &nbsp; &nbsp; &nbsp;</li>\n  <li>Elaborar sequência de e-mails e whatsapp de captação &nbsp; &nbsp; &nbsp; &nbsp;</li>\n  <li>Elaborar sequência de e-mails e whatsapp de engajamento &nbsp; &nbsp; &nbsp; &nbsp;</li>\n  <li>Elaborar sequência de e-mails e whatsapp de vendas &nbsp; &nbsp; &nbsp; &nbsp;</li>\n  <li>Escrever página checkout &nbsp; &nbsp; &nbsp; &nbsp;</li>\n  <li>Escrever e estruturar página de vendas e obrigado &nbsp; &nbsp; &nbsp; &nbsp;</li>\n  <li>Direcionar o Designer para aumentar a conversão das páginas &nbsp; &nbsp; &nbsp; &nbsp;</li>\n  <li>Roteirizar e dirigir vídeos de vendas &nbsp; &nbsp; &nbsp; &nbsp;</li>\n  <li>Roteirizar e dirigir CPLs &nbsp; &nbsp; &nbsp; &nbsp;</li>\n  <li>Criar a Proposta de Valor Única do produto &nbsp; &nbsp; &nbsp; &nbsp;</li>\n  <li>Criar os entregáveis do produto e a oferta de forma a aumentar o desejo do cliente &nbsp; &nbsp; &nbsp; &nbsp;</li>\n  <li>Escrever anúncios de Meta e Google Ads &nbsp; &nbsp; &nbsp; &nbsp;</li>\n  <li>Roteirizar e dirigir vídeos para anúncios &nbsp; &nbsp; &nbsp; &nbsp;</li>\n  <li>Analisar métricas e propor ações para otimização dos resultados das campanhas&nbsp;</li>\n  <li>Pesquisa constante de novas abordagens para venda &nbsp; &nbsp; &nbsp; &nbsp;</li>\n  <li>Discutir briefings, colaborar com o planejamento criativo de projetos &nbsp; &nbsp; &nbsp; &nbsp;</li>\n  <li>Analisar, criar hipóteses e sugerir melhorias na operação. &nbsp; &nbsp; &nbsp; &nbsp;</li>\n  <li>Correção ortográfica, gramatical e sintase de textos de modo geral &nbsp; &nbsp; &nbsp; &nbsp;</li>\n  <li>Pesquisa constante de novas abordagens para venda &nbsp; &nbsp; &nbsp; &nbsp;</li>\n</ul>",
    "currency": "BRL",
    "salary": "from R$ 1.800,00 to R$ 2.500,00 BRL/uninformed",
    "language": "Português",
    "skills": []
  },
  {
    "url": "https://reglife.vagas.solides.com.br/vaga/288377?utm_source=remotar",
    "company": "Reg Life",
    "title": "Gerente comercial",
    "description": "<h4><strong>Estamos buscando um Gerente comercial, Abaixo a descrição:</strong></h4>\n<ul>\n  <li>Efetuar o processo de contratação colaboradores &nbsp; &nbsp; &nbsp; &nbsp;</li>\n  <li>Efetuar o onboarding dos Novos Colaboradores &nbsp; &nbsp; &nbsp; &nbsp;</li>\n  <li>Definir estratégias para alcançar as metas da empresa &nbsp; &nbsp; &nbsp; &nbsp;</li>\n  <li>Manter atualizado o playbook de vendas &nbsp; &nbsp; &nbsp; &nbsp;</li>\n  <li>Implementar e efetuar manutenção das ferramentas de trabalho (CRM, wpp, planilhas) &nbsp; &nbsp; &nbsp; &nbsp;</li>\n  <li>Manter controle diário dos indicadores &nbsp; &nbsp; &nbsp; &nbsp;</li>\n  <li>Apresentar relatório e plano de ação de indicadores &nbsp; &nbsp; &nbsp; &nbsp;</li>\n  <li>Garantir que os vendedores sigam os processos desenhados &nbsp; &nbsp; &nbsp; &nbsp;</li>\n  <li>Garantir o preenchimento dos dados pelos vendedores &nbsp; &nbsp; &nbsp; &nbsp;</li>\n  <li>Manter atualizado o mapa da persona &nbsp; &nbsp; &nbsp; &nbsp;</li>\n  <li>Manter atualizado o mapa do produto com profundidade &nbsp; &nbsp; &nbsp; &nbsp;</li>\n  <li>Garantir a melhoria contínua dos scripts de venda constantemente &nbsp; &nbsp; &nbsp; &nbsp;</li>\n  <li>Garantir a melhoria contínua dos processos de venda constantemente &nbsp; &nbsp; &nbsp; &nbsp;</li>\n  <li>Manter e aumentar a captação e qualidade das leads recebidas &nbsp; &nbsp; &nbsp; &nbsp;&nbsp;</li>\n  <li>Atualizar o plano de carreira e remuneração &nbsp; &nbsp; &nbsp; &nbsp;</li>\n  <li>Criar campanhas de incentivo para motivar a equipe a bater metas &nbsp; &nbsp; &nbsp; &nbsp;</li>\n  <li>Criar campanhas de reconhecimento para motivar a equipe a bater metas &nbsp;</li>\n  <li>Executar rotinas de estimulo diário &nbsp; &nbsp; &nbsp; &nbsp;&nbsp;</li>\n  <li>Desenvolver a performance dos vendedores &nbsp; &nbsp; &nbsp; &nbsp;</li>\n  <li>Dar feedback constante para equipe &nbsp; &nbsp; &nbsp; &nbsp;</li>\n  <li>Manter a energia alta dos vendedores &nbsp; &nbsp; &nbsp; &nbsp;</li>\n  <li>Manter a equipe treinada e capacitada &nbsp; &nbsp; &nbsp; &nbsp;</li>\n  <li>Estruturar o time de freelancers para vendas durante semanas específicas de lançamentos</li>\n</ul>",
    "currency": "BRL",
    "salary": "from R$ 1.800,00 to R$ 2.500,00 BRL/uninformed",
    "headerInfo": "Sênior",
    "language": "Português",
    "skills": []
  },
  {
    "url": "https://reglife.vagas.solides.com.br/vaga/296413?utm_source=remotar",
    "company": "Reg Life",
    "title": "Gestor de Projetos",
    "description": "<h4><strong>Estamos buscando um Gestor de Projetos, Abaixo a descrição:</strong></h4>\n<ul>\n  <li>Acompanhamento de tarefas junto da equipe &nbsp; &nbsp; &nbsp; &nbsp;</li>\n  <li>Acompanhar previsto e realizado dos cronogramas e seus checkpoints &nbsp; &nbsp; &nbsp; &nbsp;</li>\n  <li>Analisar cronograma e atualizar constantemente (sugerindo melhorias) &nbsp; &nbsp; &nbsp; &nbsp;</li>\n  <li>Coletar e consolidar dados de briefing e debriefing dos projetos &nbsp; &nbsp; &nbsp; &nbsp;</li>\n  <li>Criar checklists para auxiliar os times na entrega dos projetos &nbsp; &nbsp; &nbsp; &nbsp;</li>\n  <li>Auxiliar na criação e revisão dos dashboards gerenciais que orientam as decisões &nbsp; &nbsp; &nbsp; &nbsp;<br>\nEnviar relatório de atrasos e pontos importantes</li>\n  <li>Analisar estrategicamente o cronograma antevendo possíveis gargalos &nbsp; &nbsp; &nbsp; &nbsp;</li>\n  <li>Responsável principal pelo software de gestão de projetos &nbsp; &nbsp; &nbsp; &nbsp;</li>\n  <li>Manter o bom clima organizacional &nbsp; &nbsp; &nbsp; &nbsp;</li>\n  <li>Sanar conflitos pessoais entre a equipe &nbsp; &nbsp; &nbsp; &nbsp;</li>\n  <li>Acompanhamento das tarefas criticas &nbsp; &nbsp; &nbsp; &nbsp;</li>\n  <li>Acompanhar e analisar o histórico de crises nos projetos antecipando padrões prejudiciais &nbsp; &nbsp; &nbsp; &nbsp;</li>\n  <li>Analisar a carga de trabalho do time e antecipar crises &nbsp; &nbsp; &nbsp; &nbsp;</li>\n  <li>Criação de plano de ação para caminhos críticos &nbsp; &nbsp; &nbsp; &nbsp;</li>\n  <li>Mapear e acompanhar principais obstáculos e gargalos do time &nbsp; &nbsp; &nbsp; &nbsp;</li>\n  <li>Escrever e gravar processos de onboarding dos departamentos &nbsp; &nbsp; &nbsp; &nbsp;</li>\n  <li>Escrever e gravar processos de onboarding das ferramentas da empresa &nbsp; &nbsp; &nbsp; &nbsp;</li>\n  <li>Participar de reuniões de liderança da empresa &nbsp; &nbsp; &nbsp; &nbsp;</li>\n  <li>Desenvolver orçamentos na produção gráfica quando necessário</li>\n</ul>",
    "currency": "BRL",
    "salary": "from R$ 1.800,00 to R$ 2.500,00 BRL/uninformed",
    "headerInfo": "Pleno",
    "language": "Português",
    "skills": []
  },
  {
    "url": "https://cedrotech.vagas.solides.com.br/vaga/299366?utm_source=remotar",
    "company": "Cedro Technologies",
    "title": "Squad Leader",
    "description": "<h4><strong>OS REQUISITOS QUE ESPERAMOS DE VOCÊ</strong></h4>\n<ul>\n  <li>Experiência em empresa de software com a gestão de equipe de tecnologia;</li>\n  <li>Conhecimento sólido em metodologias e boas práticas de gerenciamento de projetos, como Agile, Scrum;</li>\n  <li>Experiência em liderança e gestão de equipes multidisciplinares;</li>\n  <li>Habilidades de comunicação oral e escrita;</li>\n  <li>Resolução de problemas de forma eficaz e tomada de decisões estratégicas;</li>\n  <li>Orientação para resultados e habilidade para cumprir prazos apertados;</li>\n  <li>Gestão de projetos de desenvolvimento de software aplicando as metodologias de desenvolvimento, realizando interface entre área comercial, cliente e time técnico, acompanhamento do projeto e seu respectivo avanço. &nbsp;</li>\n</ul>\n<h4><strong>CONHECIMENTOS QUE SÃO INTERESSANTES PRA VOCÊ SE DESTACAR:</strong></h4>\n<ul>\n  <li>Certificações Agile;</li>\n  <li>Formação superior em Tecnologia da Informação, Engenharia de Software ou áreas afins.</li>\n</ul>",
    "currency": "BRL",
    "salary": "from R$ 1.800,00 to R$ 2.500,00 BRL/uninformed",
    "headerInfo": "Sênior",
    "language": "Português",
    "skills": []
  },
  {
    "url": "https://cedrotech.vagas.solides.com.br/vaga/305612?utm_source=remotar",
    "company": "Cedro Technologies",
    "title": "Analista de Qualidade (automação) - SR",
    "description": "<h4><strong>OS REQUISITOS QUE ESPERAMOS DE VOCÊ:</strong></h4>\n<ul>\n  <li>Elaboração de Plano e Cenários de Testes;</li>\n  <li>Criação de Scripts Flexíveis (Código reutilizável e escalável);</li>\n  <li>Experiência com teste de APIs;</li>\n  <li>Experiência na Manipulação de Bases (BD, Json YAML);</li>\n  <li>Automação em Selenium (Java), Javascript (Cypress) e Obrigatório RobotFramework;</li>\n  <li>Automação Mobile (Java) – BrowserStack;</li>\n  <li>Conhecimento em esteiras de integração contínua CI/CD.</li>\n</ul>\n<h4><strong>CONHECIMENTOS QUE SÃO INTERESSANTES PRA VOCÊ SE DESTACAR:</strong></h4>\n<ul>\n  <li>Conhecimento em Orientação a objetos e gerenciamento de testes de software.</li>\n</ul>",
    "currency": "BRL",
    "salary": "from R$ 1.800,00 to R$ 2.500,00 BRL/uninformed",
    "headerInfo": "Sênior",
    "language": "Português",
    "skills": ["JavaScript", "Java"]
  },
  {
    "url": "https://app.talentbrand.com.br/jobs/chatguru-suporte-tecnico-interno-bb0b?utm_source=remotar",
    "company": "ChatGuru",
    "title": "Suporte Técnico Interno",
    "description": "<h4><strong>O que você vai fazer:</strong></h4>\n<ul>\n  <li>Suporte técnico para o time de atendimento;</li>\n  <li>Criação, manutenção e gerenciamento de servidores.</li>\n</ul>\n<h4><strong>REQUISITOS DA VAGA</strong></h4>\n<p><strong>Básicos</strong>:</p>\n<ul>\n  <li>Certificação em Linux e Docker</li>\n</ul>\n<p><strong>Diferencial</strong>:</p>\n<ul>\n  <li>Experiência na utilização do Linux e Docker</li>\n</ul>",
    "currency": "BRL",
    "salary": "from R$ 1.800,00 to R$ 2.500,00 BRL/monthly",
    "language": "Português",
    "skills": ["Docker"]
  },
  {
    "url": "https://app.talentbrand.com.br/jobs/chatguru-bdr-pre-vendas-844f?utm_source=remotar",
    "company": "ChatGuru",
    "title": "BDR | Pré-Vendas",
    "description": "<h4><strong>Resposabilidades e Desafios</strong></h4>\n<ul>\n  <li>Conduzir a primeira etapa do nosso processo de venda</li>\n  <li>Realizar atendimento e qualificação leads outbound;</li>\n  <li>Esclarecer dúvidas e identificar necessidades e oportunidades;</li>\n  <li>Qualificação de leads;</li>\n  <li>Elaborar e simular propostas;</li>\n  <li>Realizar acompanhamento de leads da base e gerar oportunidades</li>\n</ul>\n<h4><strong>REQUISITOS DA VAGA</strong></h4>\n<ul>\n  <li>Nivel superior concluído ou em andamento</li>\n  <li>Desejável experiência como BDR ou SDR</li>\n</ul>",
    "currency": "BRL",
    "salary": "from R$ 1.800,00 to R$ 2.500,00 BRL/uninformed",
    "language": "Português",
    "skills": []
  },
  {
    "url": "https://app.talentbrand.com.br/jobs/chatguru-customer-success-relacionamento-6980?utm_source=remotar",
    "company": "ChatGuru",
    "title": "Customer Success - Relacionamento",
    "description": "<h4><strong>O que você vai fazer:</strong></h4>\n<ul>\n  <li>Realizar o processo de Onboarding para novos clientes apresentando a solução da ChatGuru através de videoconferência.</li>\n  <li>Suporte reativo e proativo para dúvidas e demandas comuns através de chat.</li>\n  <li>Acompanhamento semanal do progresso na configuração dos chatbots dos clientes.</li>\n  <li>Fazer com que nossos clientes utilizem nossa plataforma de maneira a atingirem os resultados esperados e alinhados durante a venda.</li>\n  <li>Configuração de chatbot personalizado para cada tipo de cliente.</li>\n</ul>\n<h4><strong>REQUISITOS DA VAGA</strong></h4>\n<p><strong>Básicos:</strong></p>\n<ul>\n  <li>Gostar de tecnologia</li>\n  <li>Excelentes habilidades de comunicação e interpessoais, bem como habilidades de escrita eloquentes</li>\n  <li>Empatia e uma rara capacidade de entender as necessidades do cliente</li>\n  <li>Ser resiliente e gostar de resolver problemas / gerenciar conflitos</li>\n  <li>Facilidade para aprender novos softwares rapidamente</li>\n</ul>",
    "currency": "BRL",
    "salary": "from R$ 1.800,00 to R$ 2.500,00 BRL/monthly",
    "language": "Português",
    "skills": []
  },
  {
    "url": "https://app.talentbrand.com.br/jobs/chatguru-auxiliar-financeiro-1d31?utm_source=remotar",
    "company": "ChatGuru",
    "title": "Auxiliar Financeiro",
    "description": "<h4><strong>REQUISITOS DA VAGA</strong></h4>\n<p><strong>Básicos:</strong></p>\n<ul>\n  <li>Conhecimento nas ferramentas Google Workspace;</li>\n  <li>Experiência com atendimento via chat;</li>\n  <li>Experiência em atendimento ao público.</li>\n</ul>\n<p><strong>Diferencial:</strong></p>\n<ul>\n  <li>Curso superior concluído ou em andamento nas áreas de administração, gestão financeira.</li>\n  <li>Experiência com atendimento financeiro.</li>\n</ul>",
    "currency": "BRL",
    "salary": "from R$ 2.200,00 to R$ 2.200,00 BRL/monthly",
    "headerInfo": "Júnior",
    "language": "Português",
    "skills": []
  },
  {
    "url": "https://meet.rheunion.com/register/vacancy/de86a267f48437c418a6a0910b5cd355/?jobBoardSource=remotar",
    "company": "Epharma",
    "title": "Analista de Business Intelligence Sênior",
    "description": "<h4><strong>Responsabilidades e atribuições:</strong>&nbsp;</h4>\n<ul>\n  <li>Comunicar-se efetivamente com os Stakeholders para entender e documentar requisitos, entregando soluções de Business Intelligence que forneçam insights significativos e impactem positivamente o negócio;</li>\n  <li>Identificar oportunidades e realizar análises de dados complexas usando ferramentas de BI e de análise estatística, gerando resultados relevantes para o negócio no setor de saúde, farmacêutico e PBM;</li>\n  <li>Formular e analisar hipóteses com base em grandes volumes de dados para auxiliar a tomada de decisão em diferentes áreas do negócio;</li>\n  <li>Comunicar de forma clara e objetiva os resultados e insights obtidos através de estudos analíticos aos times de negócio;</li>\n  <li>Criar, manter e aprimorar dashboards e relatórios no Power BI garantindo a precisão, robustez e sustentação dos resultados em produção;</li>\n  <li>Gerenciar e resolver tickets de ajustes e melhorias em dashboards para diversos clientes;</li>\n  <li>Participar de reuniões de levantamento de requisitos com clientes e stakeholders;</li>\n  <li>Atuar na análise de informações solicitadas pelos clientes, garantindo a qualidade dos dados apresentados e a satisfação do cliente;</li>\n  <li>Participar da construção e implementação de OKRs, contribuindo para a definição de objetivos e estratégias da área;</li>\n  <li>Pesquisar, aplicar e compartilhar melhores práticas e novas tecnologias relacionadas à Business Intelligence;</li>\n  <li>Contribuir efetivamente para a jornada data driven, disseminando conhecimento e promovendo a cultura de dados na organização;</li>\n</ul>\n<h4><strong>Requisitos e qualificações:</strong>&nbsp;</h4>\n<ul>\n  <li>Experiência com desenvolvimento de análises complexas e modelagem de dados;</li>\n  <li>Experiência com desenvolvimento e manutenção de dashboards e relatórios usando Power BI;</li>\n  <li>Experiência em criação de consultas avançadas em SQL;</li>\n  <li>Conhecimentos sobre as principais técnicas de exploração, tratamento e visualização de dados;</li>\n  <li>Experiência em plataformas de dados cloud;</li>\n  <li>Sólidos conhecimentos em governança de dados, privacidade de dados e segurança de dados;</li>\n  <li>Sólidos conhecimentos em melhores práticas de engenharia de software e DevOps para BI;</li>\n  <li>Habilidades de comunicação e colaboração em equipe;</li>\n  <li>Experiência na área de saúde, farmacêutica e PBM será considerada um diferencial;</li>\n  <li>Inglês avançado (diferencial).</li>\n</ul>",
    "currency": "BRL",
    "salary": "from R$ 6.000,00 to R$ 6.000,00 BRL/uninformed",
    "headerInfo": "Sênior",
    "language": "Português",
    "skills": []
  },
  {
    "url": "https://jobs.lever.co/vinta-software/0d6d1a5e-cc87-4938-9d99-393fe37f0f85?utm_source=remotar",
    "company": "Vinta Software",
    "title": "Fullstack Developer Pleno",
    "description": "<p>Em seu trabalho, você irá lidar com times horizontais de pessoas capazes de se autogerirem, levantando problemas e possibilidades para as decisões técnicas mais complexas. Usamos nossa posição para, a partir da confiança estabelecida com nossos clientes, oferecer as melhores soluções.</p>\n<p>&nbsp;Para toda a empresa, temos momentos de troca entre equipes com clubes do livro, palestras internas e encontros técnicos. Contribuímos com a comunidade de desenvolvimento global, especialmente de JavaScript e Python, produzindo blogposts, talks, palestras, open-source e documentando novos processos.</p>\n<h4><strong>Buscamos pessoas desenvolvedoras nível pleno com:</strong></h4>\n<ul>\n  <li>Vontade de aprimoramento constante;</li>\n  <li>Desejo de trabalhar em equipes horizontais;</li>\n  <li>Capacidade de se comunicar e alinhar expectativas com time e stakeholders, em português e inglês;</li>\n  <li>Busca por ambiente seguro e crescimento de carreira.</li>\n</ul>\n<p><strong>Falando de conhecimento técnico, procuramos:</strong></p>\n<ul>\n  <li>Pelo menos 3 anos de experiência com desenvolvimento web: frontend ou backend;</li>\n  <li>Conhecimento intermediário em JavaScript;</li>\n  <li>Conhecimento intermediário em Python;</li>\n  <li>Familiaridade com métodos ágeis de desenvolvimento.</li>\n</ul>\n<p><strong>É diferencial se você:</strong></p>\n<ul>\n  <li>É entusiasta da cultura open-source e contribui com alguma ferramenta;</li>\n  <li>Gosta de compartilhar conhecimento: como artigos e talks em eventos;</li>\n  <li>Tem experiência profissional com React, Angular, Vue ou Svelte;</li>\n  <li>Tem experiência profissional de Django ou Flask.</li>\n</ul>",
    "currency": "BRL",
    "salary": "from R$ 7.000,00 to R$ 12.000,00 BRL/monthly",
    "headerInfo": "Pleno",
    "language": "Inglês",
    "skills": [
      "JavaScript",
      "Python",
      "Java",
      "React",
      "Angular",
      "Django",
      "Flask"
    ]
  },
  {
    "url": "https://jobs.lever.co/dlocal/5eed35bd-66e8-4eb1-81e8-327a86ab3eeb/apply?utm_source=remotar",
    "company": "dLocal",
    "title": "Talent Acquisition Specialist",
    "description": "<h4><strong>What will I be doing?</strong></h4>\n<ul>\n  <li>Take full ownership of the recruiting process for non-IT positions&nbsp;</li>\n  <li>Partner with Hiring Managers to determine staffing needs</li>\n  <li>Develop and update job descriptions and job specifications</li>\n  <li>Use multi-channel approach to recruit</li>\n  <li>Screen candidates resumes and job applications</li>\n  <li>Find new channels to reach the best talent in various locations</li>\n  <li>Conduct interviews using various reliable recruiting and selection tools/methods to filter candidates within schedule</li>\n  <li>Monitor and apply HR recruiting best practices</li>\n  <li>Act as a point of contact and build influential candidate relationships during the selection process</li>\n  <li>Help in implementing an Employer Branding strategy to attract high-quality applicants</li>\n</ul>\n<h4><strong>What skills do I need?</strong></h4>\n<ul>\n  <li>At least 3 years of proven work experience managing the whole recruitment cycle for non-IT positions</li>\n  <li>Inhouse recruitment experience is highly desirable&nbsp;</li>\n  <li>Hands-on experience with various selection processes (Interviews, reference check, etc)</li>\n  <li>Familiarity with Applicant Tracking Systems (ATS)</li>\n  <li>Advanced LinkedIn recruiter user and Headhunting experience</li>\n  <li>Excellent communication and interpersonal skills</li>\n  <li>Fluent written and spoken English (is a MUST)</li>\n  <li>Experience in Fintech or IT companies is a plus</li>\n  <li>Pro-active attitude and good organization skills&nbsp;</li>\n  <li>Ability to work in a fast-paced environment and keep goal-oriented&nbsp;</li>\n  <li>Be creative and enjoy the challenge of recruiting for complex roles</li>\n  <li>Open mindset to create new recruiting channels and detect the highest potential</li>\n</ul>",
    "currency": "BRL",
    "salary": "from R$ 1.100,00 to R$ 1.100,00 BRL/uninformed",
    "language": "Inglês",
    "skills": []
  },
  {
    "url": "https://zinrecbr.intervieweb.it/app.php?opmode=guest&module=iframeAnnunci&act1=1&IdAnnuncio=2964&view=list&k=b860590f8a86bde6edfa3680c986dd88&defgroup=date&gnavenable=1&desc=1&typeView=large&LAC=portusdigital&h=&d=portusdigital.com.br&lang=br&pageNumber=5?utm_source=remotar",
    "company": "Portus Digital",
    "title": "Analista de RH",
    "description": "<h4><strong>Principais responsabilidades da função:</strong></h4>\n<ul>\n  <li>Atuar na implantação e planejamento da área de Gestão de Pessoas da empresa e todos os seus subsistemas.</li>\n  <li>Auxiliar e acompanhar dados de remuneração, avaliação de cargos, análises salariais, promoções e movimentações.</li>\n  <li>Liderar a cultura organizacional, promovendo relacionamentos positivos e transmitindo os valores da empresa.</li>\n  <li>Realizar ações de melhoria de clima, gestão de desempenho, treinamentos e desenvolvimento da equipe.</li>\n  <li>Monitorar a emissão das notas fiscais dos colaboradores, garantindo precisão e conformidade com as políticas internas e regulamentações fiscais.</li>\n  <li>Gerenciar e manter registros precisos da presença dos colaboradores, incluindo controle de horas trabalhadas, faltas e licenças.</li>\n  <li>Realizar a verificação e conciliação dos pagamentos, assegurando que os colaboradores recebam seus salários corretamente e conforme os acordos contratuais.</li>\n  <li>Realizar o processo de integração (onboarding) de novos colaboradores, garantindo que eles estejam informados sobre as políticas da empresa e os procedimentos necessários.</li>\n  <li>Colaborar no desenvolvimento e implementação de programas de desenvolvimento de carreira para os funcionários, visando o crescimento e a retenção de talentos.</li>\n  <li>Gerenciar a realização das avaliações de desempenho trimestrais, coletando e analisando dados relevantes e fornecendo insights para a tomada de decisões.</li>\n  <li>Gerenciar todos os aspectos burocráticos relacionados à admissão e demissão de colaboradores.</li>\n  <li>Apoiar em processos seletivos para as áreas da empresa.</li>\n</ul>\n<h4><strong>Requisitos</strong></h4>\n<p><strong>Requisitos obrigatórios:</strong></p>\n<ul>\n  <li>Experiência com integração de novos colaboradores.</li>\n  <li>Experiência em estruturação de plano de cargos e salários, benefícios e contratos.</li>\n  <li>Experiência na criação de manuais de onboarding e cultura organizacional.</li>\n  <li>Habilidades em gestão de desempenho e fornecimento de feedback construtivo.</li>\n  <li>Excel intermediário (indispensável)</li>\n</ul>",
    "currency": "BRL",
    "salary": "from R$ 2.000,00 to R$ 2.000,00 BRL/uninformed",
    "headerInfo": "Pleno",
    "language": "Português",
    "skills": []
  },
  {
    "url": "https://zinrecbr.intervieweb.it/app.php?opmode=guest&module=iframeAnnunci&act1=1&IdAnnuncio=2893&view=list&k=b860590f8a86bde6edfa3680c986dd88&defgroup=date&gnavenable=1&desc=1&typeView=large&LAC=portusdigital&h=&d=portusdigital.com.br&lang=br&pageNumber=7?utm_source=remotar",
    "company": "Portus Digital",
    "title": "Analista de Suporte ao Aluno",
    "description": "<h4><strong>Principais responsabilidades da função:</strong></h4>\n<ul>\n  <li>Garantir o suporte rápido e eficaz aos alunos, criando conexões e prestando o melhor atendimento para garantir a satisfação e retenção de clientes;</li>\n  <li>Onboarding de novos clientes, auxiliando com acessos e informações gerais;</li>\n  <li>Acompanhar o progresso das alunas em sua jornada de aprendizado, identificando possíveis obstáculos e propondo soluções adequadas;</li>\n  <li>Coletar feedbacks e depoimentos das alunas para identificar oportunidades de melhoria e propor soluções inovadoras para aprimorar a experiência do cliente;</li>\n  <li>Colocar novas aulas e materiais complementares na área de membros de alunas;</li>\n  <li>Remoção de alunas não renovadas da Comunidade e verificação de acessos.</li>\n</ul>\n<h4><strong>Requisitos</strong></h4>\n<p><strong>Requisitos obrigatórios:</strong></p>\n<ul>\n  <li>Conhecimento intermediário em Google Sheets ou Excel para organizar planilha de alunas e controlar acessos de alunas renovadas e não renovadas;</li>\n  <li>Experiência anterior na função;</li>\n  <li>Domínio da língua portuguesa, tanto verbal quanto escrita;</li>\n  <li>Local adequado em casa para trabalhar e computador próprio;</li>\n</ul>",
    "currency": "BRL",
    "salary": "from R$ 2.000,00 to R$ 2.000,00 BRL/uninformed",
    "language": "Português",
    "skills": []
  },
  {
    "url": "https://zinrecbr.intervieweb.it/app.php?opmode=guest&module=iframeAnnunci&act1=1&IdAnnuncio=2876&view=list&k=b860590f8a86bde6edfa3680c986dd88&defgroup=date&gnavenable=1&desc=1&typeView=large&LAC=portusdigital&h=&d=portusdigital.com.br&lang=br&pageNumber=7?utm_source=remotar",
    "company": "Portus Digital",
    "title": "Assistente de Marketing",
    "description": "<h4><strong>Principais responsabilidades da função:</strong></h4>\n<ul>\n  <li>Revisar o conteúdo criado para blog em que esteja alinhado com a estratégia da empresa, fazendo pequenas modificações, se necessário, para garantir a aprovação final antes da publicação.</li>\n  <li>Desenvolver e executar campanhas de marketing digital, incluindo estratégias de investimento em publicidade online. Isso envolve a gestão do orçamento de publicidade, acompanhamento de resultados e otimização das campanhas.</li>\n  <li>Aplicar princípios básicos de SEO (Search Engine Optimization) para garantir que o conteúdo seja otimizado para os motores de busca, aumentando a visibilidade online da empresa.</li>\n  <li>Ter uma compreensão mínima do fluxo de tráfego online, monitorando o desempenho do site e identificando áreas de melhoria para aumentar o tráfego orgânico e pago.</li>\n</ul>\n<h4><strong>Requisitos:</strong></h4>\n<ul>\n  <li>Experiência prévia em marketing digital ou criação de conteúdo.</li>\n  <li>Capacidade de escrever conteúdo de forma clara e atraente.</li>\n  <li>Familiaridade com estratégias de publicidade online e gestão de campanhas.</li>\n  <li>Conhecimento básico de SEO.</li>\n  <li>Habilidade para acompanhar o desempenho das campanhas e otimizá-las.</li>\n  <li>Mentalidade versátil e disposição para aprender e assumir tarefas diversas.</li>\n  <li>Proatividade e criatividade;</li>\n  <li>Conhecimento mínimo sobre estratégias de tráfego online.</li>\n  <li>Conhecimento de estratégia de Blogs da Cris Franklin.</li>\n</ul>",
    "currency": "BRL",
    "salary": "from R$ 2.000,00 to R$ 2.000,00 BRL/uninformed",
    "headerInfo": "Júnior",
    "language": "Português",
    "skills": []
  },
  {
    "url": "https://zinrecbr.intervieweb.it/portusdigital/jobs/social-seller-3002/br/?utm_source=remotar",
    "company": "Portus Digital",
    "title": "Social Seller",
    "description": "<h4><strong>Principais responsabilidades da função:</strong></h4>\n<ul>\n  <li>Identificar oportunidades de negócio e leads qualificados através da interação nas redes sociais;</li>\n  <li>Criar e manter relacionamentos com clientes e prospects através das redes sociais;</li>\n  <li>Promover os produtos e serviços da empresa nas redes sociais, gerando interesse e engajamento;</li>\n  <li>Comunicar o valor dos produtos ou serviços e fechar negócios;</li>\n  <li>Manter registros precisos de todas as interações e negociações e manter cadência de follow up;</li>\n  <li>Monitorar e analisar o desempenho das ações de social selling, identificando áreas de melhoria.</li>\n</ul>\n<h4><strong>Requisitos</strong></h4>\n<p><strong>Requisitos obrigatórios:</strong></p>\n<ul>\n  <li>Experiência em vendas online e ter gerado resultados reais;</li>\n  <li>Conhecimento em técnicas de venda: persuasão, etc;</li>\n  <li>Conhecimento avançado em estratégias de vendas nas redes sociais;</li>\n  <li>Excelentes habilidades de comunicação escrita e verbal;</li>\n  <li>Foco em resultados;</li>\n  <li>Experiência em lidar com objeções e fechamento de vendas online.</li>\n</ul>",
    "currency": "BRL",
    "salary": "from R$ 2.000,00 to R$ 2.000,00 BRL/monthly",
    "language": "Português",
    "skills": []
  },
  {
    "url": "https://zinrecbr.intervieweb.it/portusdigital/jobs/head-de-marketing-2711/br/?utm_source=remotar",
    "company": "Portus Digital",
    "title": "Head de Marketing",
    "description": "<h4><strong>Principais responsabilidades da função:</strong></h4>\n<ul>\n  <li>Liderar a equipe, apoiar, desenvolver e gerir os processos como um todo;</li>\n  <li>Analisar estrategicamente o cronograma antevendo possíveis gargalos;</li>\n  <li>Coletar e consolidar dados de briefing e debriefing dos projetos;</li>\n  <li>Supervisionar e orientar uma equipe multifuncional de profissionais de marketing, incluindo designers, social media, redatores, analistas e especialistas em mídia.</li>\n  <li>Documentar processos e organização das ações;</li>\n  <li>Assegurar que o escopo do projeto seja seguido;</li>\n  <li>Mapear e acompanhar principais obstáculos e gargalos do time;</li>\n  <li>Encontrar soluções que levem ao maior resultado com menor esforço e sem atritos;</li>\n  <li>Atuação em todas as características do produto existentes: canais, estratégia, oportunidades e growth;</li>\n  <li>Estrategista de branding;</li>\n  <li>Criação e planejamento de campanhas para promoção de produtos e serviços;</li>\n  <li>Estabelecer objetivos, políticas e ações de acordo com as tendências de mercado;</li>\n  <li>Definição e atualização de persona, perfil de clientes e unificação de tom de voz e posicionamento de marca;</li>\n  <li>Criar relacionamentos estratégicos e formar parcerias com os principais canais e fornecedores;</li>\n  <li>Supervisionar a execução e implementação das estratégias de marketing, garantindo a qualidade e o cumprimento dos prazos;</li>\n  <li>Senso de estética, paixão por ótimos textos e comunicação inteligente.</li>\n</ul>\n<h4><strong>Requisitos</strong></h4>\n<p><strong>Requisitos obrigatórios:</strong></p>\n<ul>\n  <li>Experiência comprovada em gestão de times e estratégias de marketing;</li>\n  <li>Conhecimento das ferramentas de análise de performance no digital;</li>\n  <li>Conhecimento e desenvoltura para trabalhar com números, com compreensão das métricas e capacidade de coletar, organizar e analisar dados;</li>\n  <li>Perfil analítico, realizar tomadas de decisões baseadas em dados;</li>\n  <li>Disponibilidade de horário;</li>\n  <li>Identificar-se com a cultura da empresa.</li>\n</ul>",
    "currency": "BRL",
    "salary": "from R$ 2.505,00 to R$ 2.505,00 BRL/uninformed",
    "headerInfo": "Sênior",
    "language": "Português",
    "skills": []
  },
  {
    "url": "https://zinrecbr.intervieweb.it/portusdigital/jobs/head-de-customer-success-2972/br/?utm_source=remotar",
    "company": "Portus Digital",
    "title": "Head de Customer Success",
    "description": "<h4><strong>Principais responsabilidades da função:</strong></h4>\n<ul>\n  <li>Criar estratégias de upsell e cross sell e gerenciar as principais métricas da área.</li>\n  <li>Elaborar um modelo de Plano de Sucesso para clientes e venda;</li>\n  <li>Gerenciar o ciclo de vida do cliente, pontos de contato e pontos de feedback para incentivar a novos produtos;</li>\n  <li>Estar atento às possibilidades de melhorias no setor e enxergar oportunidades de vendas e crescimento da área de Customer Success;</li>\n  <li>Responsabilizar-se pela gestão de todo o time de CS da companhia;</li>\n  <li>Ser um especialista e atuar como exemplo de práticas de gestão e atendimento;</li>\n  <li>Obter feedback de outros departamentos que possam sugerir renovações no setor, incluindo vendas, serviços, suporte, produto e outros;</li>\n  <li>Focar em melhorar a experiência do cliente com objetivo de captação de novos produtos;</li>\n  <li>Gerenciar, desenvolver e promover o processo de onboarding dos novos alunos;</li>\n  <li>Incorporar, desenvolver e se tornar guardião das métricas da companhia: Churn, NPS, Turnover, Revenue Churn entre outras;</li>\n</ul>\n<h4><strong>Requisitos</strong></h4>\n<p><strong>Requisitos Obrigatórios:</strong></p>\n<ul>\n  <li>Experiência prévia na função;</li>\n  <li>Atuação prévia de forma ativa no processo de pós-venda;</li>\n  <li>Amplo conhecimento sobre os produtos e serviços de Marketing Digital;</li>\n</ul>",
    "currency": "BRL",
    "salary": "from R$ 2.505,00 to R$ 2.505,00 BRL/uninformed",
    "headerInfo": "Sênior",
    "language": "Português",
    "skills": []
  },
  {
    "url": "https://zinrecbr.intervieweb.it/portusdigital/jobs/head-de-produto-901/br/?utm_source=remotar",
    "company": "Portus Digital",
    "title": "Head de Produto",
    "description": "<h4><strong>Requisitos obrigatórios:</strong></h4>\n<ul>\n  <li>Experiência em gestão de produtos do ramo digital e gestão de pessoas;</li>\n  <li>Conhecimento em Gestão de Produtos e de Projetos (domínio de frameworks e ferramentas de produto; profundo conhecimento do ciclo de vida do produto);</li>\n  <li>Identificar-se com a cultura da empresa;</li>\n  <li>Desenvolver-se para alta performance;</li>\n  <li>Disponibilidade de horário.</li>\n</ul>\n<h4><strong>Diferenciais:</strong></h4>\n<ul>\n  <li>Informática avançada;</li>\n  <li>Inglês intermediário/avançado.</li>\n</ul>",
    "currency": "BRL",
    "salary": "from R$ 2.505,00 to R$ 2.505,00 BRL/uninformed",
    "headerInfo": "Sênior",
    "language": "Português",
    "skills": []
  },
  {
    "url": "https://zinrecbr.intervieweb.it/portusdigital/jobs/designer-grafico-3092/br/?utm_source=remotar",
    "company": "Portus Digital",
    "title": "Designer Gráfico",
    "description": "<h4><strong>Principais responsabilidades da função:</strong></h4>\n<ul>\n  <li>Elaborar peças gráficas para as redes sociais;</li>\n  <li>Criação de anúncios gráficos;</li>\n  <li>Garantir a identidade da comunicação da marca em todas as criações;</li>\n  <li>Otimizar todo o material gráfico a experiência do usuário;</li>\n</ul>\n<h4><strong>Requisitos</strong></h4>\n<p><strong>Requisitos Obrigatórios:</strong></p>\n<ul>\n  <li>Experiência com Canva;</li>\n  <li>Atuação prévia como designer;</li>\n  <li>Fluência em inglês;</li>\n  <li>Conhecimento das melhores práticas de usabilidade e design centrado no usuário.</li>\n  <li>Conhecimento profundo das tendências atuais de redes sociais, comportamento do usuário e estratégias de engajamento.</li>\n</ul>",
    "currency": "BRL",
    "salary": "from R$ 2.505,00 to R$ 2.505,00 BRL/uninformed",
    "language": "Inglês",
    "skills": []
  },
  {
    "url": "https://www.hirenimble.com/product-designer?utm_source=remotar",
    "company": "Nimble",
    "title": "Staff / Lead Product Designer",
    "description": "<h4><strong>The role</strong></h4>\n<ul>\n  <li>Build out a zero to one design operation that ensures a strong and consistent design experience for users while saving time and effort for engineers;</li>\n  <li>Design delightful and simple user experiences based on qualitative and quantitative data to drive customer and student impact;</li>\n  <li>Partner with Product and Engineering to explore complex problem spaces and identify potential solutions through low-fidelity prototyping;</li>\n  <li>Deliver high-fidelity designs and specs to clearly communicate product design requirements to engineers;</li>\n  <li>Partner with Product to scope and implement user research plans that help develop a thorough understanding of customer needs and pain points.</li>\n</ul>\n<h4><strong>Qualifications</strong></h4>\n<p><strong>We’re seeking someone with most or all of the following:</strong></p>\n<ul>\n  <li>5+ years of full-time product design experience in a software startup environment;</li>\n  <li>Fast learner and self starter with an entrepreneurial spirit, who takes on high levels of ownership and is ready to take on a design leadership role;</li>\n  <li>Experience communicating clear design requirements to teams of engineers;</li>\n  <li>Experience coaching and mentoring teams and peers in design culture and practices</li>\n  <li>Proven track record of converting complex user needs into best-in-class UX;</li>\n  <li>Loves to prototype in order to validate and convey design visions;</li>\n  <li>Ability to craft and implement effective user research plans;</li>\n  <li>Has previous experience working with design tools, including Figma;&nbsp;</li>\n  <li>​​Passion for our mission of ensuring all students have access to excellent teachers;</li>\n  <li>Bonus:&nbsp;Previous management experience</li>\n  <li>Bonus:&nbsp;Front-end development and styling experience</li>\n</ul>",
    "currency": "BRL",
    "salary": "from R$ 2.505,00 to R$ 2.505,00 BRL/uninformed",
    "headerInfo": "Sênior",
    "language": "Inglês",
    "skills": []
  },
  {
    "url": "https://www.hirenimble.com/vpp?utm_source=remotar",
    "company": "Nimble",
    "title": "VP of Product Development",
    "description": "<h4><strong>The role:</strong></h4>\n<ul>\n  <li>Oversee our Engineering, Product and Design organization, most immediately scaling from 20 - 40 people;</li>\n  <li>Oversee product vision, strategy and execution, working as a member of senior leadership team to ensure this is aligned to company outcomes;</li>\n  <li>Mentor, coach, and up-level direct reports, including product managers, designers and engineering leadership;</li>\n  <li>Build and maintain a diverse, inclusive and equitable product development organization.</li>\n</ul>\n<h4><strong>Qualifications</strong></h4>\n<p><strong>We are looking for someone who has most or all of the following:</strong></p>\n<ul>\n  <li>Deep experience as a Product Management individual contributor and team leader, especially with B2B SaaS products;</li>\n  <li>Has owned strategy and vision for products in a Series A-C startup; can lead EPD&nbsp;strategy and vision at Nimble and help shape broader org strategy;</li>\n  <li>Strong systems/technical thinker who can work with an Engineering Director to scale the technical organization and infrastructure; experience overseeing technical teams is a plus.</li>\n</ul>",
    "currency": "BRL",
    "salary": "from R$ 2.505,00 to R$ 2.505,00 BRL/uninformed",
    "headerInfo": "Sênior",
    "language": "Inglês",
    "skills": []
  },
  {
    "url": "https://www.hirenimble.com/nimble-senior-dev?utm_source=remotar",
    "company": "Nimble",
    "title": "Senior Software Engineer",
    "description": "<h4><strong>What you'll be doing:</strong></h4>\n<ul>\n  <li>Developing and maintaining secure, scalable, and user-friendly software in React and Django</li>\n  <li>Working with various databases and data stores to reliably and quickly manage application data</li>\n  <li>Owning the architecture and implementation of complex features, from specification to deployment</li>\n  <li>Supporting and mentoring more junior engineers in technical development</li>\n  <li>Participating in both technical design reviews and code reviews</li>\n  <li>Building out tests and monitoring tools as needed to prevent or quickly catch regressions</li>\n  <li>Working in an agile-like environment with sprints, grooming, and stand-ups</li>\n  <li>Identifying, researching, and implementing new technologies</li>\n</ul>\n<h4><strong>Requirements:</strong></h4>\n<ul>\n  <li>4+ years software development experience, ideally in our stack (React/Django/Postgres)</li>\n  <li>Experience with relational and document-based database where schema and mutations are managed through code, as well as with caching solutions and handling large data sets in a performant way</li>\n  <li>Good testing skills: Writing unit and integration tests with test cases that cover probable behavior</li>\n  <li>Strong team collaboration and technical leadership skills</li>\n  <li>Relevant DevOps experience, including understanding of deployment pipelines as well as performance/scalability best practices</li>\n  <li>Willingness to accommodate work / meetings schedule to US Time Zones</li>\n</ul>",
    "currency": "BRL",
    "salary": "from R$ 2.505,00 to R$ 2.505,00 BRL/uninformed",
    "headerInfo": "Sênior",
    "language": "Inglês",
    "skills": ["React", "Django"]
  },
  {
    "url": "https://zinrecbr.intervieweb.it/app.php?opmode=guest&module=iframeAnnunci&act1=1&IdAnnuncio=2989&view=list&k=b860590f8a86bde6edfa3680c986dd88&defgroup=date&gnavenable=1&desc=1&typeView=large&LAC=portusdigital&h=&d=portusdigital.com.br&lang=br&pageNumber=4?utm_source=remotar",
    "company": "Portus Digital",
    "title": "Assistente Virtual",
    "description": "<h4><strong>Principais responsabilidades da função:</strong></h4>\n<ul>\n  <li>Executar tarefas administrativas, como gerenciamento de e-mails, agendamento de reuniões e organização de documentos e viagens;</li>\n  <li>Atividades financeiras;</li>\n  <li>Fornecer suporte aos alunos;</li>\n  <li>Facilitar a comunicação entre a empresa e o cliente;</li>\n  <li>Realizar pesquisas online e coletar informações relevantes;</li>\n  <li>Manter registros precisos de todas as tarefas realizadas;</li>\n  <li>Adaptar-se a ferramentas e sistemas de gerenciamento de tarefas;</li>\n  <li>Realizar vendas e recuperação de carrinho.</li>\n</ul>\n<h4><strong>Requisitos</strong></h4>\n<p><strong>Requisitos obrigatórios:</strong></p>\n<ul>\n  <li>Experiência como Assistente Virtual, Suporte ou em funções administrativas;</li>\n  <li>Proficiência em pacote Office e outras ferramentas de produtividade;</li>\n  <li>Excelentes habilidades de comunicação escrita e verbal;</li>\n  <li>Capacidade de gerenciar tarefas;</li>\n  <li>Proatividade</li>\n</ul>",
    "currency": "BRL",
    "salary": "from R$ 1.500,00 to R$ 2.000,00 BRL/monthly",
    "headerInfo": "Júnior",
    "language": "Português",
    "skills": []
  },
  {
    "url": "https://zinrecbr.intervieweb.it/app.php?opmode=guest&module=iframeAnnunci&act1=1&IdAnnuncio=3100&view=list&k=b860590f8a86bde6edfa3680c986dd88&defgroup=date&gnavenable=1&desc=1&typeView=large&LAC=portusdigital&h=&d=portusdigital.com.br&lang=br&pageNumber=2?utm_source=remotar",
    "company": "Portus Digital",
    "title": "Estrategista de Conteúdo",
    "description": "<h4><strong>Principais responsabilidades da função:</strong></h4>\n<ul>\n  <li>Atuar como principal responsável pela gestão, criação e desenvolvimento de conteúdos, estratégias, ações e projetos de crescimento exponencial de presença online;</li>\n  <li>Definir a estratégia e executar a entrega do calendário editorial de conteúdo;</li>\n  <li>Agendar as postagens nas redes sociais e acompanhar as métricas de desempenho com foco em otimização da persona;</li>\n  <li>Participar ativamente na definição de estratégia de novos lançamentos nas redes sociais, garantindo o alinhamento da estratégia de conteúdo com a antecipação gerada;</li>\n  <li>Coleta e planejamento do uso de prova social;</li>\n  <li>Definir toda estratégia do calendário de ações de conteúdo recorrente, sempre com a intencionalidade de engajamento e funil de conteúdo;</li>\n  <li>Ampliar a presença do especialista nas redes sociais de acordo com planejamento estratégico, redação e abertura de novos canais: Instagram, Youtube, Podcast, entre outros.</li>\n</ul>\n<h4><strong>Requisitos</strong></h4>\n<p><strong>Requisitos Obrigatórios:</strong></p>\n<ul>\n  <li>Envio de portfólio;</li>\n  <li>Sólido conhecimento de redes sociais e gestão de perfis;</li>\n  <li>Capacidade de compreender, coletar, analisar e desdobrar conteúdos profundos e oriundos de aulas, imersões, mentorias, lives e transformar em posts, reels, stories, enquete, etc;</li>\n  <li>Conhecimento obrigatório e avançado em copywriting;</li>\n  <li>Experiência anterior como estrategista de conteúdo;</li>\n  <li>Domínio das ferramentas para gestão de redes sociais e métricas orgânicas;</li>\n  <li>Pleno domínio da língua portuguesa;</li>\n</ul>",
    "currency": "BRL",
    "salary": "from R$ 2.505,00 to R$ 2.505,00 BRL/uninformed",
    "headerInfo": "Sênior",
    "language": "Português",
    "skills": []
  },
  {
    "url": "https://zinrecbr.intervieweb.it/app.php?opmode=guest&module=iframeAnnunci&act1=1&IdAnnuncio=3095&view=list&k=b860590f8a86bde6edfa3680c986dd88&defgroup=date&gnavenable=1&desc=1&typeView=large&LAC=portusdigital&h=&d=portusdigital.com.br&lang=br&pageNumber=3?utm_source=remotar",
    "company": "Portus Digital",
    "title": "Estrategista de Marketing",
    "description": "<h4><strong>Principais responsabilidades da função:</strong></h4>\n<ul>\n  <li>Liderança: Direcionar uma equipe dinâmica, promovendo a colaboração, inovação e excelência na entrega de projetos e campanhas;</li>\n  <li>Otimização de Canais Digitais: Liderar iniciativas em plataformas digitais, desde redes sociais a nossa plataforma de produtos, garantindo a consistência da marca e otimizando o engajamento;</li>\n  <li>Implementar estratégias focadas na construção de comunidades leais à marca;</li>\n  <li>Explorar oportunidades em nossa base de clientes, construindo estratégias que elevem a experiência de compra e potencializem o engajamento e vendas;</li>\n  <li>Ser capaz de participar na formulação da estratégia da área e apresentar sugestões razoáveis e eficazes; ao mesmo tempo, ser capaz de encontrar os problemas e oportunidades de negócios;</li>\n  <li>Análise Centrada em Dados: Estabelecer métricas de performance, monitorar KPIs, ROI, e traduzir dados complexos em insights acionáveis, refinando continuamente as estratégias;</li>\n  <li>Ter a capacidade de resolver problemas de forma inovadora, utilizando a experiência passada e a previsão de projetos, durante o planejamento e execução do projeto;</li>\n  <li>Report: Diretamente a Diretora da área, fornecendo análises detalhadas, atualizações de projetos e recomendações estratégicas para futuras iniciativas.</li>\n</ul>\n<h4><strong>Requisitos:</strong></h4>\n<ul>\n  <li>Experiência em marketing, gerenciamento de marca digital ou função semelhante;</li>\n  <li>Capacidade de adaptação a um ambiente em ritmo acelerado e em mudança;</li>\n  <li>Conteúdo: Estratégia, planejamento, criação, execução por canal e copywriter;</li>\n  <li>Inbound Marketing: Reports, e-books, blog, eventos, lives, e-mail marketing;</li>\n  <li>Mídias sociais: Linkedin, instagram, youtube, podcast;</li>\n  <li>Eventos: Internos e externos;</li>\n  <li>Relacionamento: Ações focadas nas personas;</li>\n  <li>SEO: Site, blog;</li>\n  <li>Performance: Campanhas e tráfego pago;</li>\n  <li>Business Intelligence: Dados, análises, relatórios e dashboards;</li>\n  <li>Branding e Posicionamento: Garantir execução em todos os pontos de contato e evoluir de acordo com crescimento/mudanças internas e externas.</li>\n</ul>",
    "currency": "BRL",
    "salary": "from R$ 2.505,00 to R$ 2.505,00 BRL/uninformed",
    "headerInfo": "Sênior",
    "language": "Português",
    "skills": []
  },
  {
    "url": "https://zinrecbr.intervieweb.it/app.php?opmode=guest&module=iframeAnnunci&act1=1&IdAnnuncio=3074&view=list&k=b860590f8a86bde6edfa3680c986dd88&defgroup=date&gnavenable=1&desc=1&typeView=large&LAC=portusdigital&h=&d=portusdigital.com.br&lang=br&pageNumber=3?utm_source=remotar",
    "company": "Portus Digital",
    "title": "Analista de Recursos Humanos",
    "description": "<h4><strong>Principais responsabilidades da função:</strong></h4>\n<ul>\n  <li>Atuar na implantação e planejamento da área de Gestão de Pessoas da empresa e todos os seus subsistemas.</li>\n  <li>Auxiliar e acompanhar dados de remuneração, avaliação de cargos, análises salariais, promoções e movimentações.</li>\n  <li>Liderar a cultura organizacional, promovendo relacionamentos positivos e transmitindo os valores da empresa.</li>\n  <li>Realizar ações de melhoria de clima, gestão de desempenho, treinamentos e desenvolvimento da equipe.</li>\n  <li>Monitorar a emissão das notas fiscais dos colaboradores, garantindo precisão e conformidade com as políticas internas e regulamentações fiscais.</li>\n  <li>Realizar a verificação e conciliação dos pagamentos, assegurando que os colaboradores recebam seus salários corretamente e conforme os acordos contratuais.</li>\n  <li>Realizar o processo de integração (onboarding) de novos colaboradores, garantindo que eles estejam informados sobre as políticas da empresa e os procedimentos necessários.</li>\n  <li>Colaborar no desenvolvimento e implementação de programas de desenvolvimento de carreira para os funcionários, visando o crescimento e a retenção de talentos.</li>\n  <li>Gerenciar a realização das avaliações de desempenho trimestrais, coletando e analisando dados relevantes e fornecendo insights para a tomada de decisões.</li>\n  <li>Gerenciar todos os aspectos burocráticos relacionados à admissão e demissão de colaboradores.</li>\n  <li>Apoiar em processos seletivos para as áreas da empresa.</li>\n</ul>\n<h4><strong>Requisitos</strong></h4>\n<p><strong>Requisitos obrigatórios:</strong></p>\n<ul>\n  <li>Experiência com integração de novos colaboradores.</li>\n  <li>Experiência em estruturação de plano de cargos e salários, benefícios e contratos.</li>\n  <li>Experiência na criação de manuais de onboarding e cultura organizacional.</li>\n  <li>Habilidades em gestão de desempenho e fornecimento de feedback construtivo.</li>\n  <li>Excel intermediário (indispensável)</li>\n</ul>",
    "currency": "BRL",
    "salary": "from R$ 2.505,00 to R$ 2.505,00 BRL/uninformed",
    "headerInfo": "Pleno",
    "language": "Português",
    "skills": []
  },
  {
    "url": "https://zinrecbr.intervieweb.it/app.php?opmode=guest&module=iframeAnnunci&act1=1&IdAnnuncio=3077&view=list&k=b860590f8a86bde6edfa3680c986dd88&defgroup=date&gnavenable=1&desc=1&typeView=large&LAC=portusdigital&h=&d=portusdigital.com.br&lang=br&pageNumber=3?utm_source=remotar",
    "company": "Portus Digital",
    "title": "Gestor de Customer Experience",
    "description": "<h4><strong>RESPONSABILIDADES</strong>:</h4>\n<ul>\n  <li>Parametrizar, gerir e garantir as entregas das metas da operação sob sua responsabilidade;</li>\n  <li>Gerir equipe de business partners e recrutadores (contratar, treinar, medir, tomar decisões e, quando necessário, demitir o próprio time);</li>\n  <li>Garantir a qualidade da jornada do cliente durante todo período do contrato;</li>\n  <li>Priorizar os entregáveis estabelecidos em contrato e garantir que todos eles sejam entregues em uma ordem satisfatória para o cliente;</li>\n  <li>Participar ativa e diretamente do relacionamento com os clientes, com a responsabilidade técnica sobre estruturação organizacional, movimentação de pessoas, processos seletivos e novas contratações dos times do cliente;</li>\n  <li>Sugerir ações de melhorias na experiência do cliente com a Portüs Digital;</li>\n  <li>Sugerir otimizações do produto.</li>\n</ul>\n<h4><strong>Requisitos</strong></h4>\n<p><strong>REQUISITOS TÉCNICOS OBRIGATÓRIOS:</strong></p>\n<ul>\n  <li>Conhecimento sobre <strong>recrutamento e seleção</strong> e processos seletivos de ponta a ponta;</li>\n  <li>Experiência <strong>validada</strong> em <strong>estruturação de times</strong>;</li>\n  <li>Conhecimento do <strong>mercado digital</strong>;</li>\n  <li>Conhecimento de <strong>estruturação de departamentos</strong> para empresas do digital;</li>\n  <li>Conhecimento em gestão de projetos;</li>\n  <li>Conhecimento técnico e experiência em liderança e gestão de time;</li>\n  <li>Noção técnica sobre Key Account Management (gestão de clientes-chave);</li>\n  <li>Conhecimento em CX (experiência do cliente);</li>\n  <li>Estrutura e equipamentos para trabalhar em home office.</li>\n</ul>",
    "currency": "BRL",
    "salary": "from R$ 2.505,00 to R$ 2.505,00 BRL/uninformed",
    "headerInfo": "Sênior",
    "language": "Português",
    "skills": []
  },
  {
    "url": "https://atracaodetalentos.totvs.app/deskfyvagas/job-opportunity/9?utm_source=remotar",
    "company": "Deskfy",
    "title": "Analista de Relações Públicas Pleno",
    "description": "<h4><strong>Responsabilidades e atribuições:</strong></h4>\n<ul>\n  <li>Atuar nas necessidades de comunicação institucional, sendo responsável por zelar pela reputação da marca e em todo posicionamento público da Deskfy no mercado;</li>\n  <li>Contribuir ativamente para o fortalecimento da marca por meio da divulgação e ações que promovam visibilidade em veículos estratégicos para o nosso segmento e objetivos de negócio;&nbsp;</li>\n  <li>Trabalhar com a produção de briefings, materiais de apoio, apresentações, notas, comunicados, matérias, estudos, artigos e press-releases para veículos de comunicação diversos;</li>\n  <li>Gerir o fluxo de comunicação e manter olhar interno apurado para identificar potenciais notícias e oportunidades relevantes&nbsp; de pauta que gerem notícias, interesse e o engajamento da imprensa;</li>\n  <li>Liderar e desenvolver projetos e iniciativas na área de PR, sendo responsável pelo planejamento e execução de ações de relacionamento, mapeamento de eventos, canais, palestras, influenciadores e parcerias estratégicas;</li>\n  <li>Atuar pontualmente como ghost writer, trabalhar com o treinamento e posicionamento de porta-vozes para torná-los referência em suas áreas, produzir briefings, agendamento e intermediação de entrevistas e dar suporte com media training;</li>\n  <li>Trabalhar nosso posicionamento através de estratégias criativas de ativação de marcas, organização de eventos e ações de marketing de relacionamento para estreitar o vínculo com clientes, prospects, agências e stakeholders;</li>\n  <li>Analisar dados de engajamento na imprensa, acompanhar indicadores e KPI's e apresentar relatórios periódicos para mensuração e qualificação de resultados de PR.&nbsp;</li>\n</ul>\n<h4><strong>Requisitos e qualificações:</strong></h4>\n<ul>\n  <li>Superior Completo em Relações Públicas, Jornalismo, Comunicação Social ou cursos correlatos;</li>\n  <li>Experiência em Assessoria de Imprensa e/ou como ponto focal de PR em times de marketing de empresas;</li>\n  <li>Excelente comunicação escrita, oral, gramatical e forte habilidade de redação e revisão;&nbsp;</li>\n  <li>Saber identificar notícias, tendências, gerar insights e ter capacidade analítica transformar dados e transformá-los em informações relevantes.<br>\n</li>\n  <li>Pessoa comunicativa, perfil hands on, colaborativa e comprometida, e com excelente relacionamento interpessoal.</li>\n</ul>",
    "currency": "BRL",
    "salary": "from R$ 2.505,00 to R$ 2.505,00 BRL/uninformed",
    "headerInfo": "Pleno",
    "language": "Português",
    "skills": []
  },
  {
    "url": "https://zinrecbr.intervieweb.it/app.php?opmode=guest&module=iframeAnnunci&act1=1&IdAnnuncio=3171&view=list&k=b860590f8a86bde6edfa3680c986dd88&defgroup=date&gnavenable=1&desc=1&typeView=large&LAC=portusdigital&h=&d=portusdigital.com.br&lang=br&pageNumber=1?utm_source=remotar",
    "company": "Portus Digital",
    "title": "Analista de Infraestrutura de Marketing Digital",
    "description": "<h4><strong>Principais responsabilidades da função:</strong></h4>\n<ul>\n  <li>Montar Dashboard para indicadores de produção/operação (e-mail, mensagens, atendimentos, clientes, produto, performance em geral);</li>\n  <li>Atualizações de dashboards de cada cliente, para cada lançamento ou outra ação em andamento;</li>\n  <li>Automações de dados gerais;</li>\n  <li>Integrações entre plataformas de pagamento (Guru, Hotmart, Kiwify, Eduzz ou outras) e plataforma de conteúdos (Cademí, Astronmembers, ou outras);</li>\n  <li>Configuração das plataformas e ferramentas de disparo de mensagens e e-mails (Active Campaign);</li>\n  <li>Configurações das contas BM e Google ADS, Google Analytics e Google Tag Manager;</li>\n  <li>Criação e configuração UTMs (para canais de tráfego pago e orgânico)</li>\n  <li>Zelar para que todos os itens citados acima estejam instalados, configurados, testados e funcionando (e, -caso seja necessário mais itens relacionados à infraestrutura, que estes sejam solicitados e executados) antes das ações de vendas iniciarem e durante suas execuções;</li>\n  <li>Manutenção das ferramentas de disparo e de dados</li>\n  <li>Instalação, configuração, testes e funcionamento de qualquer plataforma, ferramenta e/ou similares que possam ser necessárias para as ações de vendas iniciarem e durante suas execuções.</li>\n</ul>\n<h4><strong>Requisitos</strong></h4>\n<p><strong>Requisitos obrigatórios:</strong></p>\n<ul>\n  <li>Excel - avançado</li>\n  <li>BI - Intermediário/avançado</li>\n  <li>Infraestrutura para lançamento</li>\n  <li>Programações gerais para lançamentos</li>\n</ul>",
    "currency": "BRL",
    "salary": "from R$ 2.505,00 to R$ 2.505,00 BRL/uninformed",
    "language": "Português",
    "skills": []
  },
  {
    "url": "https://zinrecbr.intervieweb.it/app.php?opmode=guest&module=iframeAnnunci&act1=1&IdAnnuncio=3169&view=list&k=b860590f8a86bde6edfa3680c986dd88&defgroup=date&gnavenable=1&desc=1&typeView=large&LAC=portusdigital&h=&d=portusdigital.com.br&lang=br&pageNumber=1?utm_source=remotar",
    "company": "Portus Digital",
    "title": "Copywriter",
    "description": "<h4><strong>Principais responsabilidades da função:</strong></h4>\n<ul>\n  <li>Aplicar as habilidades de copywriting em textos para lançamentos, páginas de vendas, anúncios, roteiros, CPLs, e-mail marketing, campanhas, disparos para a comunidade de alunos, entre outras demandas textuais;</li>\n  <li>Criar páginas de captura e vendas em parceria com webdesigner;</li>\n  <li>Criar conteúdos com foco em atrair e envolver o público alvo;</li>\n  <li>Participar das definições de réguas de disparos de campanhas e testes a serem realizados;</li>\n  <li>Escrever e estruturar os funis de venda em lançamentos e perpétuo;</li>\n  <li>Produzir textos persuasivos e materiais com foco na nutrição de leads e conversão;</li>\n  <li>Garantir que a linguagem do especialista esteja alinhada em todos os canais de marketing;</li>\n  <li>Analisar métricas de campanha e resultados, e propor testes e melhorias;</li>\n  <li>Realizar pesquisas sobre os mais diversos assuntos que envolvem o nosso público, de acordo com cada produto e canal, gerando ideias para converter os clientes;</li>\n  <li>Revisar textos com foco na adequação da comunicação;</li>\n  <li>Entender profundamente o avatar, e a partir da definição das campanhas aplicar gatilhos mentais e demais técnicas de copywriting.</li>\n  <li>Manter-se atualizado com as tendências do setor e as melhores práticas de marketing de conteúdo.</li>\n</ul>\n<h4><strong>Requisitos</strong></h4>\n<p><strong>Requisitos Obrigatórios:</strong></p>\n<ul>\n  <li>Experiência prévia comprovada com lançamentos digitais e suas especificidades;</li>\n  <li>Habilidades avançadas em copywriting;</li>\n  <li>Olhar estratégico;</li>\n  <li>Capacidades maduras de gerenciamento de prazos;</li>\n  <li>Atenção a detalhes;</li>\n  <li>Criatividade apurada;</li>\n</ul>",
    "currency": "BRL",
    "salary": "from R$ 2.505,00 to R$ 2.505,00 BRL/uninformed",
    "language": "Português",
    "skills": []
  },
  {
    "url": "https://zinrecbr.intervieweb.it/app.php?opmode=guest&module=iframeAnnunci&act1=1&IdAnnuncio=3148&view=list&k=b860590f8a86bde6edfa3680c986dd88&defgroup=date&gnavenable=1&desc=1&typeView=large&LAC=portusdigital&h=&d=portusdigital.com.br&lang=br&pageNumber=1?utm_source=remotar",
    "company": "Portus Digital",
    "title": "Analista Financeiro",
    "description": "<h4><strong>Principais responsabilidades da função:</strong></h4>\n<ul>\n  <li>Participar do desenvolvimento e elaboração da demonstração dos resultados (P&amp;L) – Unidades de Negócios;</li>\n  <li>Coletar, analisar e interpretar dados financeiros relevantes para fornecer informações para a tomada de decisões estratégicas;</li>\n  <li>Preparar relatórios gerenciais, destacando métricas-chave de desempenho e tendências financeiras;</li>\n  <li>Colaborar na elaboração e acompanhamento de orçamentos, previsões financeiras e modelos de negócios;</li>\n  <li>Fornecer suporte analítico para as equipes de liderança, auxiliando na avaliação de investimentos, estratégias de precificação e outros projetos estratégicos;</li>\n  <li>Elaborar procedimentos e controles internos financeiros dos negócios;</li>\n  <li>Analisar informações gerenciais (Balanço Patrimonial / DRE / Fluxo de Caixa).</li>\n</ul>\n<h4><strong>Requisitos</strong></h4>\n<p><strong>Requisitos obrigatórios:</strong></p>\n<ul>\n  <li>Experiência mínima de 2 anos em Controladoria e/ou FP&amp;A, preferencialmente em uma empresa de tecnologia ou digital;</li>\n  <li>Habilidades avançadas em Excel para análise de dados e relatórios financeiros;</li>\n  <li>Conhecimento de indicadores financeiros e contábeis;</li>\n  <li>Excelentes habilidades de comunicação e negociação;</li>\n  <li>Capacidade de trabalhar efetivamente em equipe, colaborar com diferentes departamentos e lidar com desafios financeiros de forma proativa.</li>\n  <li>Ensino Superior cursando ou concluído em Contabilidade, Finanças ou área relacionada.</li>\n</ul>",
    "currency": "BRL",
    "salary": "from R$ 2.505,00 to R$ 2.505,00 BRL/uninformed",
    "headerInfo": "Pleno",
    "language": "Português",
    "skills": []
  },
  {
    "url": "https://zinrecbr.intervieweb.it/app.php?opmode=guest&module=iframeAnnunci&act1=1&IdAnnuncio=3160&view=list&k=b860590f8a86bde6edfa3680c986dd88&defgroup=date&gnavenable=1&desc=1&typeView=large&LAC=portusdigital&h=&d=portusdigital.com.br&lang=br&pageNumber=1?utm_source=remotar",
    "company": "Portus Digital",
    "title": "Web Designer",
    "description": "<h4><strong>Principais responsabilidades da função:</strong></h4>\n<ul>\n  <li><strong>Elaborar landing pages e páginas de vendas;</strong></li>\n  <li><strong>Criar e editar conteúdo em vídeo;</strong></li>\n  <li><strong>Criar e editar conteúdo em imagem.</strong></li>\n  <li><strong>Liderar ações de edições de vídeo;</strong></li>\n  <li><strong>Desenvolver landing pages e páginas de vendas intuitivas e atraentes para melhorar a experiência do usuário.</strong></li>\n  <li><strong>Criar e editar conteúdo em vídeo e imagem para campanhas digitais e redes sociais.</strong></li>\n  <li><strong>Liderar iniciativas de edição de vídeo para produções de alta qualidade.</strong></li>\n  <li><strong>Integrar conhecimentos de UX (User Experience) e UI (User Interface) para garantir designs eficientes e visualmente atraentes.</strong></li>\n  <li><strong>Implementar práticas de SEO para otimização de conteúdo e melhorar o ranking nos motores de busca.</strong></li>\n</ul>\n<h4><strong>Requisitos</strong></h4>\n<p><strong>Requisitos obrigatórios:</strong></p>\n<ul>\n  <li><strong>Domínio avançado do pacote Adobe para criação e edição de gráficos e vídeos.</strong></li>\n  <li><strong>Experiência sólida em construção de páginas no WordPress utilizando o Elementor para layouts responsivos e modernos.</strong></li>\n</ul>",
    "currency": "BRL",
    "salary": "from R$ 2.505,00 to R$ 2.505,00 BRL/uninformed",
    "language": "Português",
    "skills": []
  },
  {
    "url": "https://zinrecbr.intervieweb.it/app.php?opmode=guest&module=iframeAnnunci&act1=1&IdAnnuncio=3145&view=list&k=b860590f8a86bde6edfa3680c986dd88&defgroup=date&gnavenable=1&desc=1&typeView=large&LAC=portusdigital&h=&d=portusdigital.com.br&lang=br&pageNumber=2?utm_source=remotar",
    "company": "Portus Digital",
    "title": "Gestor de Projetos",
    "description": "<h4><strong>RESPONSABILIDADES</strong>:</h4>\n<ul>\n  <li>Parametrizar, gerir e garantir as entregas das metas da operação sob sua responsabilidade;</li>\n  <li>Contratar fornecedores para a construção do produto;</li>\n  <li>Estruturar construção do produto;</li>\n  <li>Sugerir otimizações do produto;</li>\n  <li>Gestão do pipeline operacional;</li>\n  <li>Gestão de ferramenta (Curso Educa);</li>\n  <li>Estruturação de cronograma;</li>\n  <li>Controle de qualidade;</li>\n  <li>Gestão de time (contratação, gestão de produtividade, demissão, movimentação).</li>\n</ul>\n<h4><strong>Requisitos</strong></h4>\n<p><strong>REQUISITOS TÉCNICOS OBRIGATÓRIOS:</strong></p>\n<ul>\n  <li>Gestão de Projetos;</li>\n  <li>Gestão de Produtos digitais e/ou educacionais;</li>\n  <li>Experiência com gestão de projetos em mentorias e/ou produtos high ticket;</li>\n  <li>Noções de Operações;</li>\n  <li>Estrutura e equipamentos para trabalhar em home office.</li>\n</ul>",
    "currency": "BRL",
    "salary": "from R$ 2.505,00 to R$ 2.505,00 BRL/uninformed",
    "headerInfo": "Sênior",
    "language": "Português",
    "skills": []
  },
  {
    "url": "https://zinrecbr.intervieweb.it/app.php?opmode=guest&module=iframeAnnunci&act1=1&IdAnnuncio=3110&view=list&k=b860590f8a86bde6edfa3680c986dd88&defgroup=date&gnavenable=1&desc=1&typeView=large&LAC=portusdigital&h=&d=portusdigital.com.br&lang=br&pageNumber=2?utm_source=remotar",
    "company": "Portus Digital",
    "title": "UX Writer",
    "description": "<h4><strong>Principais atribuições da função:</strong></h4>\n<ul>\n  <li>Trabalhar em estreita colaboração com designers de UX/UI, desenvolvedores e gerentes de produto para definir a linguagem do produto e garantir que ela esteja alinhada com a voz e o tom da marca;</li>\n  <li>Criar e revisar textos de interface, mensagens de erro, microcopies, dicas de plataformas e outros elementos textuais do produto;</li>\n  <li>Participar de sessões de brainstorming e revisões de design para garantir que o conteúdo seja uma parte integral da experiência do usuário;</li>\n  <li>Definir e manter um guia de estilo de escrita para o produto, garantindo consistência em todas as plataformas e pontos de contato;</li>\n  <li>Realizar testes de usabilidade e pesquisas para entender como os usuários interagem com o conteúdo e iterar com base no feedback;</li>\n  <li>Contribuir para a documentação e padrões de design, ajudando a manter e atualizar uma biblioteca de conteúdo coerente.</li>\n</ul>\n<h4><strong>Requisitos</strong></h4>\n<p><strong>Requisitos obrigatórios:</strong></p>\n<ul>\n  <li>Experiência comprovada como UX Writer, especialmente em ambientes SAAS ou produtos digitais;</li>\n  <li>Familiaridade com princípios de design centrado no usuário (UCD) e processos de design thinking</li>\n  <li>Experiência em metodologias ágeis (aqui usamos o shape up)</li>\n</ul>",
    "currency": "BRL",
    "salary": "from R$ 2.505,00 to R$ 2.505,00 BRL/uninformed",
    "language": "Português",
    "skills": []
  },
  {
    "url": "https://www.nama.ai/pt/sobre/vagas/chatbot-developer?utm_source=remotar",
    "company": "Nama",
    "title": "Chatbot Developer",
    "description": "<h4><strong>Suas responsabilidades</strong></h4>\n<ul>\n  <li>Desenvolvimento e manutenção dos produtos da Nama.</li>\n  <li>Liberar builds com frequência.</li>\n  <li>Gerenciar seu tempo.</li>\n</ul>\n<h4><strong>Obrigatório</strong></h4>\n<ul>\n  <li>Experiência com sistemas Web</li>\n  <li>Experiência com Ruby</li>\n  <li>Experiência com Rails</li>\n  <li>Git</li>\n  <li>Escrever, comunicar-se e se expressar bem</li>\n</ul>\n<h4><strong>Bônus</strong></h4>\n<ul>\n  <li>Git</li>\n  <li>Ruby on Rails</li>\n  <li>Docker</li>\n  <li>Experiência com testes unitários (Rspec e Minitest)</li>\n  <li>Internet boa para video-conferência, lugar tranquilo e <strong>disponibilidade full-time</strong>.</li>\n</ul>",
    "currency": "BRL",
    "salary": "from R$ 2.505,00 to R$ 2.505,00 BRL/uninformed",
    "language": "Português",
    "skills": ["Ruby", "Ruby on Rails", "Docker"]
  },
  {
    "url": "https://www.nama.ai/pt/sobre/vagas/desenvolvedor-back-end-pleno?utm_source=remotar",
    "company": "Nama",
    "title": "Desenvolvedor(a) Back End Pleno",
    "description": "<h4><strong>Suas responsabilidades</strong></h4>\n<ul>\n  <li>Evoluir e manter a plataforma Nama</li>\n  <li>Arquitetar projetos visando novas funcionalidades e desacoplamento de código</li>\n  <li>Pensar sempre em como escalar e melhorar a performance do código existente</li>\n  <li>Gerenciar seu tempo</li>\n</ul>\n<h4><strong>Obrigatório</strong></h4>\n<ul>\n  <li>Git</li>\n  <li>Ruby on Rails</li>\n  <li>Docker</li>\n  <li>Estar acostumado com testes unitários</li>\n  <li>Uma ou mais linguagens dessas: Python, Java e Clojure</li>\n  <li>Javascript</li>\n  <li>Docker</li>\n  <li>Kubernetes</li>\n  <li>Git-flow</li>\n  <li>Angular 4</li>\n  <li>Google Cloud</li>\n  <li>Internet boa para video-conferência, lugar tranquilo e <strong>disponibilidade full-time</strong>.</li>\n</ul>",
    "currency": "BRL",
    "salary": "from R$ 2.505,00 to R$ 2.505,00 BRL/uninformed",
    "headerInfo": "Pleno",
    "language": "Português",
    "skills": [
      "JavaScript",
      "Python",
      "Java",
      "Ruby",
      "Angular",
      "Ruby on Rails",
      "Docker"
    ]
  },
  {
    "url": "https://www.nama.ai/pt/sobre/vagas/desenvolvedor-a-fullstack-pleno-a-nama?utm_source=remotar",
    "company": "Nama",
    "title": "Desenvolvedor(a) Fullstack Pleno(a)",
    "description": "<h4><strong>Suas responsabilidades</strong></h4>\n<ul>\n  <li>Evoluir e manter a plataforma Nama</li>\n  <li>Arquitetar projetos visando novas funcionalidades e desacoplamento de código</li>\n  <li>Pensar sempre em como escalar e melhorar a performance do código existente</li>\n  <li>Gerenciar seu tempo</li>\n</ul>\n<h4><strong>Obrigatório</strong></h4>\n<ul>\n  <li>Ruby on Rails</li>\n  <li>Docker</li>\n  <li>Estar acostumado com testes unitários</li>\n  <li>Javascript</li>\n  <li>Kubernetes</li>\n  <li>React</li>\n  <li>Google Cloud</li>\n  <li>Internet boa para video-conferência, lugar tranquilo e <strong>disponibilidade full-time</strong>.</li>\n</ul>",
    "currency": "BRL",
    "salary": "from R$ 2.505,00 to R$ 2.505,00 BRL/uninformed",
    "headerInfo": "Pleno",
    "language": "Português",
    "skills": ["JavaScript", "Java", "Ruby", "React", "Ruby on Rails", "Docker"]
  },
  {
    "url": "https://www.nama.ai/pt/sobre/vagas/desenvolvedor-a-back-end-senior-nama?utm_source=remotar",
    "company": "Nama",
    "title": "Desenvolvedor(a) Back End Sênior",
    "description": "<h4><strong>Suas responsabilidades</strong></h4>\n<ul>\n  <li>Desenvolvimento e manutenção dos produtos da Nama.</li>\n  <li>Ajudar a planejar novas features e produtos.</li>\n  <li>Dar e receber feedbacks continuamente, via Pull Requests.</li>\n</ul>\n<h4><strong>Obrigatório</strong></h4>\n<ul>\n  <li>Experiência com Ruby</li>\n  <li>Estar acostumado com testes unitários</li>\n  <li>Git (https://chris.beams.io/posts/git-commit/)</li>\n  <li>Docker e docker-compose</li>\n  <li>Experiência com testes unitários (Rspec e Minitest)</li>\n  <li>Internet boa para videoconferência, lugar tranquilo e <strong>disponibilidade full-time</strong></li>\n</ul>",
    "currency": "BRL",
    "salary": "from R$ 2.505,00 to R$ 2.505,00 BRL/uninformed",
    "headerInfo": "Sênior",
    "language": "Português",
    "skills": ["Ruby", "Docker"]
  },
  {
    "url": "https://lambda3.hire.trakstar.com/jobs/fk0xkwm/?utm_source=remotar",
    "company": "Lambda3",
    "title": "Pessoa Analista de BI (Looker / GCP)",
    "description": "<h4><strong>Aqui você terá a oportunidade de:</strong>&nbsp;</h4>\n<ul>\n  <li>Suporte a equipe de analistas, gerentes de operações, engenheiros e pessoas tomadoras de decisão nos processos de modelagem e manipulação de dados;</li>\n  <li>Preparação e construção de camadas de consumo diversas;</li>\n  <li>Acompanhará processos de negócios diversos, junto a diferentes equipes e escopos;</li>\n  <li>Atualização de relatórios de acompanhamento de resultados e KPIs;</li>\n  <li>Criação de visões práticas de fácil compreensão para avaliação e tomada de decisões;</li>\n  <li>Coleta de dados, tratativa de informações e desenvolvimento de <em>dashboards.</em>&nbsp;</li>\n</ul>\n<h4><strong>O que  buscamos?</strong></h4>\n<ul>\n  <li>Superior Completo ou experiência comprovada na área de Análise de Dados,&nbsp;<em>Business&nbsp;Intelligence</em>,<em>&nbsp;Big Data</em> e (ou)&nbsp;Engenharia de Dados;</li>\n  <li>Vivência no suporte a equipe de analistas, engenheiros, cientistas e desenvolvedores nos processos de modelagem e manipulação de dados;</li>\n  <li>Conhecimentos quanto a preparação e construção de camadas de consumo diversas;</li>\n  <li>Experiência no acompanhamento de diferentes processos de negócios junto a diferentes equipes e escopos;</li>\n  <li><em>Expertise</em> na atualização de relatórios de acompanhamento de resultados e&nbsp;KPIs;</li>\n  <li>&nbsp;Experiência na criação de visões práticas de fácil compreensão para avaliação e tomada de decisões;</li>\n  <li>Trabalhar com coleta de dados, tratativa de informações e desenvolvimento de&nbsp;<em>dashboards</em> em Looker (outras plataformas como Power BI e Tableau são diferenciais).</li>\n  <li>Alguém que se dê bem com trabalho remoto, baixa hierarquia, autonomia, orientação a resultados, equipes auto-organizadas e agilidade (do Manifesto Ágil, não do sinônimo de rapidez);</li>\n  <li>Interesse em estudar, modelar e fazer melhoria contínua em processos de negócio;</li>\n  <li>Experiência em organizações que prestam serviços é um adicional.</li>\n</ul>",
    "currency": "BRL",
    "salary": "from R$ 2.505,00 to R$ 2.505,00 BRL/uninformed",
    "language": "Português",
    "skills": []
  },
  {
    "url": "https://lambda3.hire.trakstar.com/jobs/fk02bvm/?utm_source=remotar",
    "company": "Lambda3",
    "title": "Pessoa Engenheira de Dados (GCP)",
    "description": "<h4><strong>Requisitos que buscamos:</strong></h4>\n<ul>\n  <li>Superior Completo ou experiência comprovada na área de Análise de Dados, <em>Big Data</em> e (ou) Engenharia de Dados; &nbsp;</li>\n  <li>Experiência e vivência comprovada em atividades de arquitetura e processos de cargas para <em>datalake</em> e extração, transformação e carga (ETL) de ambos, dados estruturados e não estruturados; &nbsp;</li>\n  <li>Conhecimento de estrutura e serviços em dados na GCP ( Cloud Run, BigQuery, Cloud Bigtable etc.); &nbsp;</li>\n  <li>Vivência no uso e construção de integrações de dados via API’s;</li>\n  <li>Necessária proficiência em nível intermediário para avançado na linguagem Python; &nbsp;</li>\n  <li>Conhecimentos em SQL, do nível intermediário ao avançado; &nbsp;</li>\n  <li>Capacidade analítica e de comunicação verbal e escrita; &nbsp;</li>\n  <li>Trabalhar com ferramentas de versionamento de <em>software</em> (git);</li>\n  <li>Vivência com práticas ágeis como Scrum e Kanban;</li>\n  <li>Proficiência em inglês e (ou) espanhol é desejável para essa vaga;</li>\n  <li>Daremos preferência para aqueles que tenham desejam/atuem com outras tecnologias de nuvem, principalmente AWS;</li>\n  <li>Desejável experiência anterior&nbsp;com teste de <em>software&nbsp;</em>e&nbsp;Terraform;</li>\n</ul>\n<h4><strong>Como pessoa Engenheira de Dados (GCP) você terá oportunidade de:</strong></h4>\n<ul>\n  <li>Desenvolver e cuidar de <em>datalakes</em> e <em>data warehouses</em>, desde o funcionamento ao uso correto dos dados por parte de outras áreas da empresa;</li>\n  <li>Construir rotinas de ETL e integrações com API’s diversas, tendo em vista crescimento escalável das soluções desenvolvidas;</li>\n  <li>Implementar processos e sistemas de modo a monitorar a qualidade dos dados, garantindo que as informações disponíveis para a tomada de decisão estejam de acordo com as métricas de negócio;</li>\n  <li>Trabalhar próximo aos demais desenvolvedores, cientistas de dados, analistas de dados, <em>product managers</em> e analistas de qualidade;</li>\n  <li>Auxiliar os perfis de desenvolvimento e ciência de dados na implementação de algoritmos de <em>Machine</em> <em>Learning</em>, <em>Deep Learning</em> e baseados em métodos estatísticos;</li>\n  <li>Preparar dados para modelagens preditiva e prescritiva;</li>\n  <li>Contribuir com o ambiente de trabalho, que consiga somar não só com sua <em>expertise</em> técnica mas para com o crescimento colaborativo dos times envolvidos (acreditamos em compartilhamento de conhecimento e <em>feedbacks</em> honestos e constantes);</li>\n  <li>Participar em comunidades de tecnologia – se já faz parte, ótimo! Se não faz parte, gostamos de novas amizades.</li>\n</ul>",
    "currency": "BRL",
    "salary": "from R$ 2.505,00 to R$ 2.505,00 BRL/uninformed",
    "language": "Português",
    "skills": ["Python"]
  },
  {
    "url": "https://f2fdigital.vagas.solides.com.br/vaga/307044?utm_source=remotar",
    "company": "Agência F2F",
    "title": "Diretor de Arte Pl",
    "description": "<h4><strong>Desafios:</strong></h4>\n<ul>\n  <li>Liderar a criação de campanhas e conseguir duplar com o time de redação, atendimento e estratégia;&nbsp;</li>\n  <li>Elaborar criativos visuais para diferentes frentes: posts de redes sociais, KV e régua de comunicação para produtos, storyboard para vídeos em motion e gravados;</li>\n  <li>Participar de discussões criativas no desenvolvimento de novas ideias para conteúdo, ações e campanhas da marca;</li>\n  <li>Colaborar em diversos tipos de projetos criativos de arte, desde go-to-market de produto. Sempre posicionando a marca de forma uniforme e buscando a excelência na qualidade visual das entregas;</li>\n  <li>Ser guardião da marca: buscar novas formas de comunicar, mas estar sempre seguindo o guia da marca, assim como seu propósito e a qual público atinge;</li>\n  <li>Propor ideias que façam sentido ao negócio e ao seu público e criar visuais que respeitem suas diretrizes.</li>\n</ul>\n<h4><strong>Requisitos:</strong></h4>\n<ul>\n  <li>Experiência avançada em After Effects;</li>\n  <li>Domínio de Photoshop, Illustrator e Premiere;</li>\n  <li>Domínio dos pacotes Office e Adobe voltados para animação</li>\n  <li>Experiência em motion;</li>\n  <li>Experiência com animações;</li>\n  <li>Incluir portfólio na candidatura.</li>\n</ul>",
    "currency": "BRL",
    "salary": "from R$ 6.000,00 to R$ 7.000,00 BRL/monthly",
    "headerInfo": "Pleno",
    "language": "Português",
    "skills": []
  },
  {
    "url": "https://f2fdigital.vagas.solides.com.br/vaga/309062?utm_source=remotar",
    "company": "Agência F2F",
    "title": "Analista de Mídia JR",
    "description": "<h4><strong>Desafios:</strong></h4>\n<ul>\n  <li>Responsável pelo suporte ao time de coordenação de mídia;</li>\n  <li>Atualização e controle de investimentos realizados mensalmente;</li>\n  <li>Verificação e Validação de campanhas implementadas nas plataformas digital;</li>\n  <li>Participar da apresentação interna, para a equipe que estará envolvida no desenvolvimento do plano, da estratégia desenvolvida e / ou aprovada pelo cliente;</li>\n  <li>Envio de PI's para reserva de mídia junto aos veículos;</li>\n  <li>Contato com os veículos para garantir a implementação das campanhas;</li>\n  <li>Suporte no processo financeiro das campanhas.</li>\n</ul>\n<h4><strong>Requisitos:</strong></h4>\n<ul>\n  <li>Desejável conhecimento de AD Media e processos financeiros de mídia;</li>\n  <li>Domínio técnico de plataformas de social (Google, Facebook Ads, Twitter Ads, TikTok e Pinterest).</li>\n  <li>Domínio do pacote Office (Excel)</li>\n  <li>Desejável Superior (completo ou em curso) nas áreas de Publicidade e Propaganda ou correlatas.</li>\n</ul>",
    "currency": "BRL",
    "salary": "from R$ 6.000,00 to R$ 7.000,00 BRL/monthly",
    "headerInfo": "Júnior",
    "language": "Português",
    "skills": []
  },
  {
    "url": "https://scopicsoftware.hire.trakstar.com/jobs/fk0shc8/?utm_source=remotar",
    "company": "Scopic Software",
    "title": "Senior Web Engineer",
    "description": "<h4><strong>What your day-to-day will look like:</strong></h4>\n<ul>\n  <li>Work on architecture design for projects. This includes research related to the project and defining the correct technologies that should be used to accomplish project goals</li>\n  <li>Multitasking between many projects while preserving and delivering a high quality work</li>\n  <li>Being proactive, highly motivated and involved in helping the other team members suggesting improvements and solutions to problems</li>\n  <li>Write technical documentation, individually or with help of other developers and TLs</li>\n  <li>Be involved as a developer on the project and be responsible for the quality of your part or for the entire project</li>\n  <li>Help with code reviews and technical project management</li>\n  <li>Work on finding solutions for both low level and high level problems</li>\n  <li>Help with defining test plans with QAs</li>\n  <li>Make project related technical decisions</li>\n  <li>Work independently and deliver quality results without the need of constant supervision</li>\n  <li>Cover the complete development of small scale projects</li>\n  <li>Lead teams of various sizes under the supervision of Operations, Engineering Head, and Technical Lead(s)</li>\n  <li>Supervise the development of small scale projects</li>\n  <li>Ensure the projects are following best practices and are having a maintained and updated tests (e.g. unit, integration, functional)</li>\n</ul>\n<h4><strong>The skills and traits we’re looking for:</strong></h4>\n<ul>\n  <li>6+ years of software development experience</li>\n  <li>Extensive experience with full-stack development</li>\n  <li>Proficiency in one or more programming/scripting languages/frameworks (e.g. PHP/Node.js/Python/C#/GoLang, Laravel/Django/Express/Koa)</li>\n  <li>Proficiency in JavaScript programming and one or more JS frameworks (e.g. React/Angular/Vue)</li>\n  <li>Strong database design skills (SQL/NoSQL)</li>\n  <li>Experience with one or more cloud providers (e.g. AWS/Google Cloud/Azure/Digital Ocean)</li>\n  <li>Experience in using containers (e.g. Docker/LXD) and container orchestration (e.g. Kubernetes/ECS/Docker Swarm)</li>\n  <li>Solid experience in system and software architecture</li>\n  <li>Experience in leading development teams</li>\n  <li>Experience with web-oriented cross-platform mobile frameworks is a plus</li>\n  <li>Good in mentoring others and proposing better technical approaches and integrations in coordination with Engineering department</li>\n  <li>Excellent communication skills, confident and prepared for the calls within a company and with potential clients when needed</li>\n  <li>Good at providing estimates and predict usual difficulties that startup projects usually have</li>\n  <li>A great overall IT knowledge being capable achieving a basic understanding of the technology in short amount of time</li>\n  <li>Good written and spoken English</li>\n  <li>Stable internet connection and home computer</li>\n  <li>Bachelor's degree or higher&nbsp;</li>\n</ul>",
    "currency": "BRL",
    "salary": "from R$ 1.100,00 to R$ 1.100,00 BRL/uninformed",
    "language": "Português",
    "skills": [
      "PHP",
      "Node",
      "JavaScript",
      "Python",
      "Java",
      "C#",
      "React",
      "Angular",
      "Django",
      "Laravel",
      "Docker"
    ]
  },
  {
    "url": "https://atracaodetalentos.totvs.app/meetz/job-opportunity/13?utm_source=remotar",
    "company": "Meetz",
    "title": "Copywriter Jr (E-mail marketing)",
    "description": "<h4><strong>Responsabilidades e atribuições</strong></h4>\n<p><strong>Como será seu dia a dia</strong></p>\n<ul>\n  <li>Cria campanhas de outbound marketing;</li>\n  <li>Acompanha métricas e resultados;</li>\n  <li>Propõe ações para otimização dos resultados das campanhas;</li>\n  <li>Lida com campanhas de clientes dos mais diversos segmentos de mercado.</li>\n</ul>\n<h4><strong>Requisitos e qualificações</strong></h4>\n<p><strong>O que é obrigatório para a função?</strong></p>\n<ul>\n  <li>Cursando ou cursado ensino superior: Jornalismo, Publicidade e Propaganda, Marketing;</li>\n  <li>Experiência com Copy;</li>\n  <li>Domínio das técnicas de Copywriting;</li>\n  <li>Inglês intermediário (escrita).</li>\n</ul>",
    "currency": "BRL",
    "salary": "from R$ 1.100,00 to R$ 1.100,00 BRL/uninformed",
    "headerInfo": "Júnior",
    "language": "Português",
    "skills": []
  },
  {
    "url": "https://atracaodetalentos.totvs.app/meetz/job-opportunity/14?utm_source=remotar",
    "company": "Meetz",
    "title": "Sucesso do Cliente - CS",
    "description": "<h4><strong>Responsabilidades e atribuições</strong></h4>\n<p><strong>Como será seu dia a dia</strong></p>\n<ul>\n  <li>É responsável pelo sucesso do cliente, realizando acompanhamento da sua carteira com foco em metas e resultados;</li>\n  <li>Entra em contato com os clientes para apresentação de relatórios e alinhamentos estratégicos;</li>\n  <li>Desenvolve planos de ação para garantir a melhoria contínua da jornada e retenção dos clientes;</li>\n  <li>Avalia e ajusta detalhes das prospecções de novos leads, sempre em busca de melhores resultados, gerando valor para os clientes;</li>\n  <li>Dissemina o mindset de sucesso do cliente em 2 verticais: operacional para ajudar o time a agendar reuniões assertivas e, como CS, alinha e entende expectativas da sua carteira de clientes;</li>\n  <li>Atua com foco em sucesso do cliente para upsell e renovação de contrato;</li>\n  <li>Troca ideias e informações com os demais times internos (vendas, operações e implementação);</li>\n  <li>Elabora e analisa relatórios.</li>\n</ul>\n<h4><strong>Requisitos e qualificações</strong></h4>\n<p><strong>Requisitos Obrigatórios:</strong></p>\n<ul>\n  <li>Experiência/conhecimento na área de relacionamento com o cliente;</li>\n  <li>Experiência com Customer Success em startups/empresas de tecnologia;</li>\n  <li>Carreiras nas áreas de administração, comunicação, marketing.</li>\n</ul>",
    "currency": "BRL",
    "salary": "from R$ 1.100,00 to R$ 1.100,00 BRL/uninformed",
    "language": "Português",
    "skills": []
  },
  {
    "url": "https://macfor.zohorecruit.com/jobs/macfor-full-marketing-digital/682188000004246029/Analista-de-M%C3%ADdias-Pleno-Multi-Digital-Media-Advanced-II-?source=CareerSite?utm_source=remotar",
    "company": "Macfor Marketing",
    "title": "Analista de Mídias Pleno (Multi Digital Media Advanced II)",
    "description": "<h4><strong>Qual será sua missão aqui na Macfor?</strong></h4>\n<ul>\n  <li>O analista de mídia tem como objetivo garantir que os fluxos de mídia funcionem de maneira perfeita, onde sua skill de exatas seja aplicada para garantir que a performance seja zelada diariamente e sempre baseada em dados.&nbsp;</li>\n  <li>Aprender sobre os produtos, criar estratégias que façam sentido para cada produto ou projeto.&nbsp;</li>\n  <li>Aprender e ensinar, análises e boas práticas nas plataformas para o time e garantir que os objetivos do cliente e da Macfor sejam os mesmos que os seus;</li>\n  <li>Monitorar o orçamento das campanhas, garantindo que o valor esteja atualizado diariamente. Cuidar para que o planejamento do orçamento seja cumprido de maneira recorrente;</li>\n  <li>Zelar pela performance. Conseguir observar as contas, trazer sempre pontos de otimização na semana &nbsp;(que geraram resultados expressivos para o produto), de forma recorrente;</li>\n  <li>Conseguir propor, aplicar e monitorar teste A/B, de forma recorrente, rodar ao menos um teste por mês;</li>\n  <li>Ser um facilitador da área ajudando na adaptação dos colaboradores e ajustando os fluxos internos para melhor desempenho do time trimestralmente;</li>\n  <li>Elaborar e aplicar os planejamentos de mídias, mensais e anuais a partir dos primeiros 90 dias;</li>\n  <li>Ser um usuário familiarizado em performance de leads e demais aplicações para este tipo de projeto;</li>\n  <li>Tirar um certificado de Blueprint do Facebook Ads em até 60 dias;</li>\n  <li>Ajudar a área a manter o selo do Google como Premier Partner Awards.&nbsp;</li>\n</ul>\n<h4><strong>Requisitos</strong></h4>\n<p><strong>O que estamos buscando na sua posição?</strong> &nbsp;</p>\n<ul>\n  <li>Diferencial se fez pesquisa na faculdade | Participou de empresa júnior;</li>\n  <li>Experiência intermediária com ferramentas como Sheets/Excel, Power Point/Apresentações, para elaboração de reports. Sendo diferencial tendo o conhecimento avançado em alguma dessas plataformas;</li>\n  <li>Conhecimento técnico em Facebook Ads, Google Ads e Google Analytics;</li>\n  <li>Experiência na área de mídias digitais em agências de performance de pelo menos 3 anos em agências;</li>\n  <li>Diferencial ter certificado Pinterest, Bing, TikTok, LinkedIn, entre outros (além do certificado Google e Meta - requisito);</li>\n  <li>PLUS: Participação e execução técnica em contas de grandes clientes enterprise.&nbsp;&nbsp;</li>\n</ul>",
    "currency": "BRL",
    "salary": "from R$ 1.100,00 to R$ 1.100,00 BRL/uninformed",
    "headerInfo": "Pleno",
    "language": "Português",
    "skills": []
  },
  {
    "url": "https://macfor.zohorecruit.com/jobs/macfor-full-marketing-digital/682188000003867024/Content-Manager-Gestor-de-Conte%C3%BAdo-Ag-Content-Technical-Expert-II-?source=CareerSite?utm_source=remotar",
    "company": "Macfor Marketing",
    "title": "Content Manager/Gestor de Conteúdo (Ag Content Technical Expert II)",
    "description": "<h4><strong>Qual será sua missão aqui na Macfor?</strong></h4>\n<ul>\n  <li>O Ag Content Technical Expert atuará com o planejamento estratégico e gestão da produção de conteúdo multi canal em diversos formatos. Orientará a entrega de materiais para as diferentes frentes de conteúdo: artigos, vídeos, podcasts, social media, infográficos, e-mail marketing e etc.&nbsp;</li>\n  <li>Será responsável por orquestrar os especialistas de cada frente em suas entregas, garantindo geração de valor em todas as etapas do funil de conversão.&nbsp;</li>\n  <li>Orientará o time de Content, no sentido de garantirmos qualidade nas entregas, considerando as melhores práticas para cada formato e plataforma. Fará captação com diferentes áreas do cliente, integrando a comunicação de áreas e projetos;</li>\n  <li>Ser o responsável pela criação do calendário mensal dos conteúdos do cliente, visando estratégia e storytelling, garantindo a volumetria mensal estipulada à partir da data de início;</li>\n  <li>Garantir a execução da estratégia estabelecida e aprovada pelo cliente alcançando uma nota promotora no índice de qualidade/NPS dos clientes;</li>\n  <li>Criar um programa de treinamento para o time com apresentação mensal dos conteúdos;</li>\n  <li>Ser o guardião dos canais digitais, organizando e garantindo a publicação dos conteúdos nas redes sociais e demais plataformas utilizadas pelo cliente, à partir da data de início;</li>\n  <li>Prover mensalmente relatórios com insights e melhorias de acordo com os resultados do ponto de controle.&nbsp;&nbsp;</li>\n</ul>\n<h4><strong>Requisitos</strong></h4>\n<p><strong>O que estamos buscando na sua posição?</strong></p>\n<ul>\n  <li>Graduação completa em Jornalismo, Comunicação, Publicidade, Linguística e áreas correlatas;</li>\n  <li>Experiência de 3 anos com gestão de conteúdos;</li>\n  <li>Domínio do pacote office completo e wordpress;</li>\n  <li>Conhecimento em estratégias de inbound marketing e SEO;</li>\n  <li>Conhecimento em produção e gestão de conteúdos voltados ao agronegócio.&nbsp;&nbsp;</li>\n</ul>",
    "currency": "BRL",
    "salary": "from R$ 1.100,00 to R$ 1.100,00 BRL/uninformed",
    "headerInfo": "Sênior",
    "language": "Português",
    "skills": []
  },
  {
    "url": "https://macfor.zohorecruit.com/jobs/macfor-full-marketing-digital/682188000004246051/Estagi%C3%A1rio-de-Social-Media-Multi-Content-Beginner-I-?source=CareerSite?utm_source=remotar",
    "company": "Macfor Marketing",
    "title": "Estagiário de Social Media (Multi Content Beginner I)",
    "description": "<h4><strong>Qual será sua missão aqui na Macfor?</strong></h4>\n<ul>\n  <li>O Multi Content Beginner I contribuirá para aplicar uma estratégia de marketing digital para as redes sociais, suportando todos os clientes que estiverem sob sua gestão. Mas será feito sob supervisão.&nbsp;</li>\n  <li>É responsável por trazer tendências de mercados, novos processos criativos e desenvolvimento de conteúdo , contribuindo diretamente com o resultado dos clientes e para ajudar a Macfor a se tornar a agência de marketing digital mais eficiente e querida pelos clientes (qualidade nas entregas, relacionamento e planejamento);</li>\n  <li>Garantir a execução da estratégia estabelecida e aprovada por cada cliente, alcançando uma nota promotora no índice de qualidade/NPS dos clientes;</li>\n  <li>Entregar resultados excelentes para que os clientes alcancem seus objetivos;</li>\n  <li>Entender o baseline de engajamento orgânico dos clientes e manter essa média;</li>\n  <li>Ter domínio de seu trabalho e suas funções;</li>\n  <li>Manter os erros de postagem e programação em 0% todos os trimestres do ano.&nbsp;&nbsp;</li>\n</ul>\n<h4><strong>Requisitos</strong></h4>\n<p><strong>O que estamos buscando na sua posição?</strong> &nbsp;</p>\n<ul>\n  <li>Experiência com produção de conteúdo para redes sociais de pelo menos 6 meses;</li>\n  <li>Cursando a graduação na área de publicidade ou comunicação;</li>\n  <li>Conhecimento vasto e perfil ativo nas redes sociais;</li>\n  <li>Diferencial participação e execução técnica em contas de grandes clientes enterprise.</li>\n</ul>",
    "currency": "BRL",
    "salary": "from R$ 1.100,00 to R$ 1.100,00 BRL/uninformed",
    "headerInfo": "Estágio",
    "language": "Português",
    "skills": []
  },
  {
    "url": "https://macfor.zohorecruit.com/jobs/macfor-full-marketing-digital/682188000004291466/Est%C3%A1gio-de-Revisor-Ortogr%C3%A1fico-Multi-Quality-Beginner-II-?source=CareerSite?utm_source=remotar",
    "company": "Macfor Marketing",
    "title": "Estágio de Revisor Ortográfico (Multi Quality Beginner II)",
    "description": "<h4>&nbsp;<strong>Qual será sua missão aqui na Macfor?</strong></h4>\n<ul>\n  <li>O&nbsp; Multi Quality Beginner II contribuirá para garantir a excelência escrita dos entregáveis da Macfor, visando &nbsp;questões ortográficas &nbsp;dos conteúdos. Sua entrega está diretamente ligada a satisfação dos clientes;</li>\n  <li>Manter os erros ortográficos em 0% todos os trimestres do ano;</li>\n  <li>Criar um documento com as regras e boas práticas de escrita.</li>\n</ul>\n<h4><strong>Requisitos</strong></h4>\n<p><strong>O que estamos buscando na sua posição?</strong> &nbsp;</p>\n<ul>\n  <li>Experiência com produção de conteúdo (desejável);</li>\n  <li>Graduação completa na área de publicidade, comunicação ou letras;</li>\n  <li>Conhecimento intermediário pacote office completo;</li>\n  <li>Conhecimento de redação publicitária e inbound marketing;</li>\n  <li>Domínio da língua inglesa (desejável).&nbsp;</li>\n</ul>",
    "currency": "BRL",
    "salary": "from R$ 1.100,00 to R$ 1.100,00 BRL/uninformed",
    "headerInfo": "Estágio",
    "language": "Português",
    "skills": []
  },
  {
    "url": "https://jobs.lever.co/sporty/c28e9bf1-d5e2-4e23-9c52-0817fc6a1ef5?utm_source=remotar",
    "company": "Sporty Group",
    "title": "Delivery Manager",
    "description": "<h4><strong>Responsibilities</strong></h4>\n<ul>\n  <li>Define, develop and manage implementation schedules based on key business drivers, competitor analysis and user-driven research</li>\n  <li>Prepare project teams for kickoff and assure effective completion of project milestones, control project scope and mitigate risks</li>\n  <li>Availability of technical resources in discussion with the Senior Leadership Team</li>\n  <li>Daily interaction with internal and external development partners to clarify development requirements and to drive development and third-party integrations in an agile environment</li>\n  <li>Daily interaction with the internal QA team to ensure features are delivered as expected including user-acceptance testing of new developments</li>\n  <li>Manage scope of projects from inception to closure and ensure delivery processes are efficient and cost effective</li>\n  <li>Lead the collaborative, dynamic planning process and prioritizing the work that needs to be done against the capacity and capability of the team</li>\n</ul>\n<h4><strong>Requirements</strong></h4>\n<ul>\n  <li>Fluent in written and spoken English</li>\n  <li>Degree or Masters in a business or technology discipline is preferred.</li>\n  <li>Complete digital technical &amp; functional understanding</li>\n  <li>Demonstrated experience managing sprint teams in an agile framework</li>\n  <li>Experience in defining business requirements in the context of software and application development from a customer viewpoint</li>\n  <li>Strong analytical and product management skills required, including a thorough understanding of how to interpret customer business needs and translate them into application and operational requirements</li>\n  <li>Ability to work under pressure and to tight deadlines</li>\n  <li>Excellent verbal and written communication skills with strong attention to detail</li>\n  <li>Knowledge and experience of working with scrum agile delivery methods</li>\n  <li>Experience in working with UI/UX teams</li>\n  <li>Emerging market experience is preferred</li>\n</ul>",
    "currency": "BRL",
    "salary": "from R$ 1.100,00 to R$ 1.100,00 BRL/uninformed",
    "headerInfo": "Sênior",
    "language": "Inglês",
    "skills": []
  },
  {
    "url": "https://jobs.lever.co/sporty/b2d0bf13-00d3-41ef-8a80-cd8062a709fd?utm_source=remotar",
    "company": "Sporty Group",
    "title": "Weekend Backend Engineer",
    "description": "<h4><strong>Responsibilities</strong></h4>\n<ul>\n  <li>Work across a Friday-Tuesday shift pattern (including the weekend)</li>\n  <li>Develop highly-scalable mobile internet backends for millions of users</li>\n  <li>Work with Project Managers and other development team members to determine new features and user stories needed in new / revised applications or large/complex development projects</li>\n  <li>Participate in code reviews with peers and managers to ensure that each increment adheres to original vision as described in the user story and all standard resource libraries and architecture patterns as appropriate</li>\n  <li>Respond to support calls for applications in production for quick diagnosis and repair to keep things running smoothly for users</li>\n  <li>Participate in all team ceremonies including planning, grooming, product demonstration and team retrospectives</li>\n  <li>Mentoring less experienced team members&nbsp;</li>\n</ul>\n<h4><strong>Requirements</strong></h4>\n<ul>\n  <li>Minimum of 3+ Years within a relevant role</li>\n  <li>Be based within Europe or Latin America</li>\n  <li>Preferred experience in Spring Boot, Spring Cloud, Spring Data and iBATIS</li>\n  <li>Strong experience with highly-scalable web backends</li>\n  <li>Experience designing highly transactional systems</li>\n  <li>Advanced proficiency in Object Oriented Design (OOD) and analysis</li>\n  <li>Advanced proficiency in application of analysis / design engineering functions</li>\n  <li>Advanced proficiency in application of non-functional software qualities such as resiliency and&nbsp;maintainability</li>\n  <li>Advanced proficiency in modern behavior-driven testing techniques</li>\n  <li>Deep understanding of Microservices</li>\n  <li>Proficient in SQL</li>\n  <li>Expert knowledge of application development with technologies like RabbitMQ, MySQL, Redis etc</li>\n  <li>Strong experience with container and cloud solutions such as Docker, Kubernetes and AWS Cloud</li>\n  <li>An ability to work independently</li>\n  <li>Excellent communication skills in English</li>\n</ul>",
    "currency": "BRL",
    "salary": "from R$ 1.100,00 to R$ 1.100,00 BRL/uninformed",
    "headerInfo": "Sênior",
    "language": "Inglês",
    "skills": ["Spring Boot", "MySQL", "Redis", "Docker"]
  },
  {
    "url": "https://jobs.lever.co/sporty/fffc342c-242e-4dd3-bff2-731a11958d84?utm_source=remotar",
    "company": "Sporty Group",
    "title": "Site Reliability Engineer",
    "description": "<h4><strong>Responsibilities</strong></h4>\n<ul>\n  <li>Work with a team of DevOps/SRE and DBA professionals</li>\n  <li>Improve existing infrastructure and processes currently deployed in as well as streamlining processes deploy to new countries in the future</li>\n  <li>Holistically improve all aspects of our current infrastructure including: reducing costs; streamlining environment provisioning; lowering response times and incorporating the latest techniques and technologies</li>\n  <li>Monitor and maintain the existing cloud infrastructure via autoscaling, automated alerts, andOpsWork and Grafana dashboards</li>\n  <li>Take ownership and responsibility for our cloud operation activities</li>\n  <li>Liaise with external security agencies for annual audits as well as perform our own internal security sweeps</li>\n  <li>Aid in reconfiguring existing architecture to allow for rapid deployments to new countries</li>\n  <li>Mentoring less experienced team members</li>\n</ul>\n<h4><strong>Requirements</strong></h4>\n<ul>\n  <li>4+ years SRE/DevOps experience</li>\n  <li>Be based in Europe or Latin America</li>\n  <li>Experience independently leading the planning and deployment of a project</li>\n  <li>Experienced with cloud platforms, especially AWS, including solid knowledge of how to utilize cloud resources to fulfill the demand from other teams and production</li>\n  <li>Familiar with one program language or script language (Python, Java....)</li>\n  <li>Experience managing multiple kubernetes clusters in production (virtualization, orchestration, scalability, security, and high availability), skillset such as Helm, Rancher, ArgoCD</li>\n  <li>Solid networking protocol and cyber security knowledge, especially the TCP / IP stack and HTTP protocol&nbsp;</li>\n  <li>A strong understanding of cache, including CDN, HTTP cache (CloudFlare, AWS CloudFront)</li>\n  <li>Experienced with CloudNative Monitoring solution in Large distributed system using observation model(Trace, Metric, Logging), skillset such as Prometheus, Jaeger, Loki, ELK, Grafana</li>\n  <li>Excellent troubleshooting skills, including Linux OS issue diagnosis and OS parameter optimization</li>\n</ul>",
    "currency": "BRL",
    "salary": "from R$ 1.100,00 to R$ 1.100,00 BRL/uninformed",
    "headerInfo": "Sênior",
    "language": "Inglês",
    "skills": ["Python", "Java"]
  },
  {
    "url": "https://jobs.lever.co/sporty/546f2aaa-b3ef-474d-902e-3e8a1d66f3b9?utm_source=remotar",
    "company": "Sporty Group",
    "title": "Senior DBA",
    "description": "<h4><strong>Responsibilities</strong></h4>\n<ul>\n  <li>Database / table schemas deployment; Accounts, privileges management</li>\n  <li>Monitor and maintain the existing database infrastructure via autoscaling, automated alerts and CloudWatch dashboards</li>\n  <li>Take ownership and responsibility for our existing and new database infrastructure</li>\n  <li>Liaise with external security agencies for annual audits as well as perform our own internal security sweeps</li>\n  <li>Aid in reconfiguring existing architecture and database structure to allow for rapid deployment to new countries</li>\n</ul>\n<h4><strong>Requirements</strong></h4>\n<ul>\n  <li>Openminded and willing to take on new challenges, with the ability to collaborate in a distributed team environment</li>\n  <li>3+ years of specific experience with MySQL administration for large-scale systems</li>\n  <li>3+ years of experience with MongoDB shard cluster management</li>\n  <li>Hands on experience on PaaS, such as AWS RDS, GCP SQL, Atlas</li>\n</ul>",
    "currency": "BRL",
    "salary": "from R$ 1.100,00 to R$ 1.100,00 BRL/uninformed",
    "headerInfo": "Sênior",
    "language": "Inglês",
    "skills": ["MySQL", "MongoDB"]
  },
  {
    "url": "https://jobs.lever.co/sporty/506d1109-0283-4358-83b0-c69f31d5476a?utm_source=remotar",
    "company": "Sporty Group",
    "title": "QA Automation Engineer",
    "description": "<h4><strong>Responsibilities</strong></h4>\n<ul>\n  <li>Testing (black box, white box, integration, and performance) of the Web and Android / iOS platforms</li>\n  <li>Create automated Web / Mobile / API test cases</li>\n  <li>Track and analyse automated tests to improve test efficiency</li>\n  <li>Track and record product issues and analyse the problems through various tools, giving feedback to relevant personnel to make corrections</li>\n  <li>Share test-related information with other team members</li>\n  <li>Develop automated tests and test frameworks</li>\n  <li>Improve our Continuous Integration pipeline</li>\n  <li>Identify and execute on opportunities to improve or establish quality processes</li>\n  <li>Help automate all aspects of the software engineering process</li>\n  <li>Write test plans / test cases and output test reports according to feature requirements</li>\n  <li>Simulate user needs and actual usage scenarios from a user perspective</li>\n  <li>Review designs and code done by others and provide constructive feedback</li>\n  <li>Continuously develop your own skills&nbsp;</li>\n  <li>Mentor less experienced members of the team&nbsp;</li>\n</ul>\n<h4><strong>Requirements</strong></h4>\n<ul>\n  <li>2+ years of testing experience</li>\n  <li>BS / MS in Computer Science, Information Systems, Electrical Engineering</li>\n  <li>Working knowledge of a programming language (e.g. Python / Java)</li>\n  <li>Familiarity with Web / Android / iOS manual testing</li>\n  <li>Familiarity with the test tool (Postman / Chrome console)</li>\n  <li>Familiarity with various tests (function / integration / regression / stress / API)</li>\n  <li>Experience in developing and running a Continuous Integration system</li>\n  <li>Familiarity with Automation testing knowledge with REST APIs</li>\n  <li>Familiarity with Automation testing knowledge with Mobile UI / Function</li>\n  <li>Familiarity with MS SQL / MySQL</li>\n  <li>Docker and Kubernetes experience would be advantageous&nbsp;</li>\n  <li>Familiarity with Jira / Jenkins would be advantageous</li>\n</ul>",
    "currency": "BRL",
    "salary": "from R$ 1.100,00 to R$ 1.100,00 BRL/uninformed",
    "headerInfo": "Pleno",
    "language": "Inglês",
    "skills": ["Python", "Java", "MySQL", "Docker"]
  },
  {
    "url": "https://jobs.lever.co/sporty/2cff005f-9b10-497b-a3e0-cc58f50a20eb?utm_source=remotar",
    "company": "Sporty Group",
    "title": "LatAM Manual QA",
    "description": "<h4><strong>Responsibilities</strong></h4>\n<ul>\n  <li>Simulate user needs and actual usage scenarios from a user perspective</li>\n  <li>Testing (black box, white box, integration, and performance) of the Web and Android / iOS platforms</li>\n  <li>Write test plans / test cases and output test reports according to feature requirements</li>\n  <li>Track and analyze automated tests to improve test efficiency</li>\n  <li>Track and record product issues and analyze the problems through various tools, giving feedback to relevant personnel to make corrections</li>\n  <li>Share test-related information with other team members</li>\n  <li>Identify and execute on opportunities to improve or establish quality processes</li>\n  <li>Mentor less experienced team members</li>\n</ul>\n<h4><strong>Requirements</strong></h4>\n<ul>\n  <li>We don’t necessarily expect you to have experience with all our requirements, we do want to see as many as possible!</li>\n  <li>2+ years of testing experience</li>\n  <li>Familiarity with Web / Android / iOS manual testing</li>\n  <li>Familiarity with various tests (function / integration / regression / stress / API)</li>\n  <li>Familiarity with the test tool (Postman / Chrome console)</li>\n  <li>Familiarity with MS SQL / MySQL is advantageous</li>\n  <li>Familiarity with Jira / Jenkins is advantageous</li>\n</ul>",
    "currency": "BRL",
    "salary": "from R$ 1.100,00 to R$ 1.100,00 BRL/uninformed",
    "headerInfo": "Pleno",
    "language": "Inglês",
    "skills": ["MySQL"]
  },
  {
    "url": "https://jobs.lever.co/sporty/498cb6c3-4630-443e-801d-8675a53eaacb?utm_source=remotar",
    "company": "Sporty Group",
    "title": "iOS Engineer",
    "description": "<h4><strong>Responsibilities</strong></h4>\n<ul>\n  <li>Collaborate with Product Managers, Designers and Backend Engineers to design and deliver high-quality products on iOS</li>\n  <li>Build end-to-end features of the app, such as networking, persistence, business logic and UI</li>\n  <li>Prepare and maintain documents that include architectural diagrams and navigation maps in your area of expertise</li>\n  <li>Analyse and prepare recommendations to address existing and potential issues in systems and procedures across the organisation, as well as design and recommend new solutions</li>\n  <li>Participate in code reviews with team members to ensure that each increment adheres to original vision as described in the user story and all standard resource libraries and architecture patterns as appropriate</li>\n  <li>Mentor less experienced team members</li>\n</ul>\n<h4><strong>Requirements</strong></h4>\n<ul>\n  <li>2+ years of professional experience developing consumer-facing iOS applications using Swift</li>\n  <li>Experience developing, delivering, and supporting native iOS applications by integrating REST APIs, push notifications and multithreaded experience</li>\n  <li>Solid foundation around software engineering fundamentals, object-oriented programming, MVC architecture, and iOS design patterns</li>\n  <li>Deep understanding of multi-threading, memory management, networking, caching, performance optimisation, localisation, and security for mobile applications</li>\n  <li>A creative approach to problem solving and crafting simplified solutions</li>\n  <li>Excellent verbal and written communication and collaboration skills to effectively communicate with both business and technical teams</li>\n  <li>Previous history of working with a remote, distributed team would be beneficial</li>\n</ul>",
    "currency": "BRL",
    "salary": "from R$ 1.100,00 to R$ 1.100,00 BRL/uninformed",
    "headerInfo": "Pleno",
    "language": "Inglês",
    "skills": ["Swift"]
  },
  {
    "url": "https://jobs.lever.co/sporty/53364d9f-653a-4fc8-b005-e539d05772fc?utm_source=remotar",
    "company": "Sporty Group",
    "title": "Frontend Engineer",
    "description": "<h4><strong>Responsibilities</strong></h4>\n<ul>\n  <li>Develop mobile-first frontends in VueJS</li>\n  <li>Focus on performance and user experience</li>\n  <li>Create frontends for the backend management systems</li>\n  <li>Participate in code reviews with peers and managers to ensure that each increment adheres to original vision as described in the user story and all standard resource libraries and architecture patterns as appropriate</li>\n  <li>Participate in team ceremonies including planning, grooming, product demonstrations, and team retrospectives</li>\n  <li>Mentoring less experienced team members</li>\n</ul>\n<h4><strong>Requirements</strong></h4>\n<ul>\n  <li>Minimum of 3+ Years within a relevant role</li>\n  <li>Familiarity with at least one: Vue, React, Angular</li>\n  <li>Familiarity with Git, ES6, Webpack, Less or Sass, and NodeJS</li>\n  <li>Familiarity with state management like Vuex, Redux, Ngrx</li>\n  <li>Excellent communication skills&nbsp;</li>\n  <li>Knowledge of backend stack is a plus</li>\n</ul>",
    "currency": "BRL",
    "salary": "from R$ 1.100,00 to R$ 1.100,00 BRL/uninformed",
    "headerInfo": "Pleno",
    "language": "Inglês",
    "skills": ["Node", "React", "Angular"]
  },
  {
    "url": "https://jobs.lever.co/sporty/2015a4e2-6500-4ba7-a0ec-806bc50a4c86?utm_source=remotar",
    "company": "Sporty Group",
    "title": "DevOps Engineer",
    "description": "<h4><strong>Responsibilities</strong></h4>\n<ul>\n  <li>Work with a team of DevOps and DBA professionals</li>\n  <li>Improve existing infrastructure and processes in the 6 countries we’re currently deployed in as well as streamlining processes deploy to new countries in the future</li>\n  <li>Holistically improve all aspects of our DevOps infrastructure including: reducing costs; streamlining environment provisioning; lowering response times and incorporating the latest techniques and technologies</li>\n  <li>Monitor and maintain the existing cloud infrastructure via autoscaling, automated alerts, and OpsWork and Grafana dashboards</li>\n  <li>Take ownership and responsibility for our cloud operation activities</li>\n  <li>Liaise with external security agencies for annual audits as well as perform our own internal security sweeps</li>\n  <li>Aid in reconfiguring existing architecture to allow for rapid deployments to new countries</li>\n  <li>Mentoring less experienced team members&nbsp;</li>\n</ul>\n<h4><strong>Requirements</strong></h4>\n<ul>\n  <li>3+ years DevOps experience</li>\n  <li>Experience independently leading the planning and deployment of a project</li>\n  <li>Experienced with cloud platforms, especially AWS, including solid knowledge of how to utilise cloud resources to fulfil the demand from other teams and production</li>\n  <li>A sound understanding of modern Micro Services and Service Mesh concepts</li>\n  <li>Experience managing Kubernetes, including CI / CD with Kubernetes</li>\n  <li>Solid networking knowledge, especially the TCP / IP stack and HTTP protocol</li>\n  <li>A strong understanding of cache, including CDN, HTTP cache, Redis / Memcached</li>\n  <li>Excellent troubleshooting skills, including Linux OS issue diagnosis and OS parameter optimisation, JVM optimisation would be highly advantageous</li>\n</ul>",
    "currency": "BRL",
    "salary": "from R$ 1.100,00 to R$ 1.100,00 BRL/uninformed",
    "headerInfo": "Pleno",
    "language": "Inglês",
    "skills": ["Redis"]
  },
  {
    "url": "https://jobs.lever.co/sporty/8c747dee-b9fb-403b-9b3d-9d12816c3828?utm_source=remotar",
    "company": "Sporty Group",
    "title": "BI Analyst",
    "description": "<h4><strong>Responsibilities</strong></h4>\n<ul>\n  <li>Set up and execute extract, transformation and load (ETL) functions to build a data pipeline</li>\n  <li>Extraction and analysis of large data sets from MySQL</li>\n  <li>Performance tuning for current and newly added queries to the databases, ensuring the database resources are fully utilized</li>\n  <li>Delivering clear analysis and reporting of core business metrics to shareholders</li>\n  <li>Creation and management of reports and dashboards</li>\n  <li>Data management</li>\n  <li>Enhance and optimize existing reporting processes</li>\n  <li>Ad hoc analysis and reporting to clients and shareholders</li>\n  <li>Aid in reconfiguring existing architecture and database structure to address our shareholder's evolving needs</li>\n  <li>Daily maintenance and monitoring of all BI related databases and dashboards, including proficient handling of emergencies</li>\n  <li>Providing actionable insight to drive growth of core products</li>\n</ul>\n<h4><strong>Requirements</strong></h4>\n<ul>\n  <li>2+ years experience in a similar data-driven role</li>\n  <li>Excellent working knowledge of SQL</li>\n  <li>Familiarity with Python and a range of BI and data visualization tools</li>\n  <li>Familiarity with ETL data pipeline</li>\n  <li>Familiarity with Airflow</li>\n  <li>Understanding of principles of relational databases and data warehouse</li>\n  <li>Strong understanding of sports and gaming will be beneficial</li>\n  <li>Proactive and self-driven with excellent analytical skills</li>\n  <li>Ability to thrive in a fast paced and dynamic environment</li>\n  <li>Great communication skills</li>\n  <li>Relevant knowledge or experience in the gaming industry</li>\n  <li>Nice to have hands-on experience with machine learning</li>\n</ul>",
    "currency": "BRL",
    "salary": "from R$ 1.100,00 to R$ 1.100,00 BRL/uninformed",
    "headerInfo": "Pleno",
    "language": "Inglês",
    "skills": ["Python", "MySQL"]
  },
  {
    "url": "https://jobs.lever.co/sporty/c70a6413-d421-4883-b89d-b59a27f879d5?utm_source=remotar",
    "company": "Sporty Group",
    "title": "Backend Engineer",
    "description": "<h4><strong>Responsibilities</strong></h4>\n<ul>\n  <li>Develop highly-scalable mobile internet backends for millions of users</li>\n  <li>Work with Product Owners and other development team members to determine new features and user stories needed in new / revised applications or large/complex development projects</li>\n  <li>Participate in code reviews with peers and managers to ensure that each increment adheres to original vision as described in the user story and all standard resource libraries and architecture patterns as appropriate</li>\n  <li>Respond to support calls for applications in production for quick diagnosis and repair to keep things running smoothly for users</li>\n  <li>Participate in all team ceremonies including planning, grooming, product demonstration and team retrospectives</li>\n  <li>Mentoring less experienced team members&nbsp;</li>\n  <li>Potential On-Call responsibilities depending on team and tenure</li>\n</ul>\n<h4><strong>Requirements</strong></h4>\n<ul>\n  <li>Minimum of 3+ Years within a relevant role</li>\n  <li>Preferred experience in Spring Boot, Spring Cloud, Spring Data and iBATIS</li>\n  <li>Strong experience with highly-scalable web backends</li>\n  <li>Experience designing highly transactional systems</li>\n  <li>Advanced proficiency in Object Oriented Design (OOD) and analysis</li>\n  <li>Advanced proficiency in application of analysis / design engineering functions</li>\n  <li>Advanced proficiency in application of non-functional software qualities such as resiliency and&nbsp;maintainability</li>\n  <li>Advanced proficiency in modern behavior-driven testing techniques</li>\n  <li>Deep understanding of Microservices</li>\n  <li>Proficient in SQL</li>\n  <li>Expert knowledge of application development with technologies like RabbitMQ, MySQL, Redis etc</li>\n  <li>Strong experience with container and cloud solutions such as Docker, Kubernetes and AWS Cloud</li>\n  <li>An ability to work independently</li>\n  <li>Excellent communication skills in English</li>\n</ul>",
    "currency": "BRL",
    "salary": "from R$ 1.100,00 to R$ 1.100,00 BRL/uninformed",
    "headerInfo": "Pleno",
    "language": "Inglês",
    "skills": ["Spring Boot", "MySQL", "Redis", "Docker"]
  },
  {
    "url": "https://jobs.lever.co/sporty/1c3440a5-b8d2-4c52-8d9b-4ec613e4a55b?utm_source=remotar",
    "company": "Sporty Group",
    "title": "Android Engineer",
    "description": "<h4><strong>Responsibilities</strong></h4>\n<ul>\n  <li>Collaborate with Product Managers, Designers and Backend Engineers to design and deliver high-quality products on Android</li>\n  <li>Build end-to-end features of the app: networking, persistence, business logic, and UI</li>\n  <li>Build efficient and reusable mobile components and architect reliable, performant, and scalable mobile solutions</li>\n  <li>Identify areas of improvement and advocate for mobile best practices</li>\n  <li>Analyze and optimize UI and infrastructure application code for quality, efficiency, and performance</li>\n  <li>Mentoring less experienced team members</li>\n</ul>\n<h4><strong>Requirements</strong></h4>\n<ul>\n  <li>3+ years of application development experience in Android</li>\n  <li>Proficiency with Java, Kotlin and the Android development ecosystem</li>\n  <li>Enjoy working on mobile apps at all levels – from networking up to user interfaces and everything in between</li>\n  <li>Understand and have experience making decisions about mobile application architecture, including data modeling, networking and data synchronization and concurrency</li>\n  <li>Experience building maintainable and testable code bases, including API design and unit testing techniques</li>\n  <li>Experience with multithreading programming and mobile memory management</li>\n  <li>Good communication and collaboration skills to be able to work in a fast paced and distributed environment</li>\n  <li>Previous history of working with a remote, distributed team would be beneficial</li>\n</ul>",
    "currency": "BRL",
    "salary": "from R$ 1.100,00 to R$ 1.100,00 BRL/uninformed",
    "headerInfo": "Pleno",
    "language": "Inglês",
    "skills": ["Java", "Kotlin"]
  },
  {
    "url": "https://jobs.lever.co/sporty/84907ba1-2871-4500-9825-262e75cad7aa?utm_source=remotar",
    "company": "Sporty Group",
    "title": "Product Manager",
    "description": "<h4><strong>Requirements</strong></h4>\n<ul>\n  <li>Be based in the Latin America region</li>\n  <li>Experience making data-driven product decisions through user research and experimentation</li>\n  <li>Demonstrable evidence of iterating and improving products based on feedback and performance data.A strong understanding of user-centered design principles</li>\n  <li>The ability to influence within a fast-paced and distributed environment, and lead cross-functional planning and problem solving, particularly with engineering and design teams</li>\n  <li>Experience defining and tracking OKRs or a similar goal-setting framework</li>\n  <li>Excellent communication, presentation and analytical skills</li>\n  <li>The ability to communicate clearly and efficiently in English</li>\n  <li>Experience in achieving product market fit for emerging markets preferred</li>\n  <li>Degree or Masters in a Business, Product or Technology discipline preferred</li>\n</ul>",
    "currency": "BRL",
    "salary": "from R$ 1.100,00 to R$ 1.100,00 BRL/uninformed",
    "language": "Inglês",
    "skills": []
  },
  {
    "url": "https://scopicsoftware.hire.trakstar.com/jobs/fk0qxto/?utm_source=remotar",
    "company": "Scopic Software",
    "title": "Junior Web Developer",
    "description": "<h4><strong>Requirements</strong></h4>\n<ul>\n  <li>1+ year of software development experience</li>\n  <li>Some experience with full-stack development</li>\n  <li>Significant fluency in one or more back-end languages (PHP/Node.js/Python/C#)</li>\n  <li>Proficiency in JavaScript programming</li>\n  <li>Experience with one or more frameworks (e.g. Laravel, Django, React, Angular)</li>\n  <li>Some skills with HTML/CSS and HTML slicing</li>\n  <li>Some DB programming experience (SQL/NoSQL) - ORM experience a plus</li>\n  <li>Intermediate written and spoken English</li>\n  <li>Stable internet connection and home computer</li>\n  <li>Bachelor's degree or higher</li>\n</ul>",
    "currency": "BRL",
    "salary": "from R$ 1.100,00 to R$ 1.100,00 BRL/uninformed",
    "headerInfo": "Júnior",
    "language": "Inglês",
    "skills": [
      "PHP",
      "HTML",
      "CSS",
      "Node",
      "JavaScript",
      "Python",
      "Java",
      "C#",
      "React",
      "Angular",
      "Django",
      "Laravel"
    ]
  },
  {
    "url": "https://econodata.recruitee.com/o/estagio-em-atendimento-e-suporte?utm_source=remotar",
    "company": "Econodata",
    "title": "Estágio em Atendimento e Suporte",
    "description": "<h4><strong>O que buscamos?&nbsp;</strong></h4>\n<ul>\n  <li>Jovens profissionais de cabeça aberta, com muita vontade de aprender sobre área de tecnologia ou&nbsp;sucesso do cliente</li>\n  <li>Cursando ensino superior</li>\n  <li>Gostar de atendimento</li>\n</ul>\n<h4><strong>Diferenciais valorizados:</strong></h4>\n<ul>\n  <li>Experiência em atendimento e suporte</li>\n  <li>Já ter usado algum CRM</li>\n  <li>Conhecer os principais conceitos de Customer Success</li>\n  <li>Ter noções de bancos de dados</li>\n</ul>",
    "currency": "BRL",
    "salary": "from R$ 1.100,00 to R$ 1.100,00 BRL/uninformed",
    "headerInfo": "Estágio",
    "language": "Português",
    "skills": []
  },
  {
    "url": "https://jobs.lever.co/dlocal/16e8a964-80ea-41dd-b9d3-6abf26e59cd3?utm_source=remotar",
    "company": "dLocal",
    "title": "AI Engineering Leader",
    "description": "<h4><strong>What Will I Be Doing?</strong></h4>\n<ul>\n  <li>Collaborating closely with both business and engineering teams to identify, define, and prioritize AI and machine learning projects.</li>\n  <li>Leading the quick and effective development of proofs of concept for various AI initiatives.</li>\n  <li>Designing, building, and deploying AI solutions using a stack that features Python, machine learning libraries, AI third-party services, and AWS services.</li>\n  <li>Serving as a mentor and technical leader within the team, fostering a culture of continuous learning and improvement.</li>\n  <li>You'll be responsible for communicating and planning between other teams.</li>\n  <li>You'll be responsible for hiring for your team.</li>\n  <li>You'll be expected to drive technical direction in projects and ensure they meet scalability and robustness requirements, involving other stakeholders when needed.</li>\n</ul>\n<h4><strong>What Skills Do I Need?</strong></h4>\n<ul>\n  <li>A Bachelor's or Master's degree in Computer Science, Artificial Intelligence, Machine Learning, or a related field.</li>\n  <li>Strong proficiency in Python and a deep familiarity with standard machine learning libraries.</li>\n  <li>Experience in applied machine learning projects.</li>\n  <li>Practical understanding of Large Language Models (LLMs) and Natural Language Processing (NLP).</li>\n  <li>Extensive hands-on experience with AWS, it is a plus to have experience in GCP.</li>\n  <li>Practical knowledge in building and deploying microservices.</li>\n  <li>Capability to integrate third-party APIs and AI services.</li>\n  <li>Experience with monitoring applications in production.</li>\n  <li>Experience with code versioning (GitHub, BitBucket, or similar).</li>\n  <li>Excellent written and verbal communication.</li>\n  <li>Enjoy writing documentation and understand why it's valuable.</li>\n  <li>Advanced/fluent English.</li>\n  <li>Be a team player.</li>\n</ul>",
    "currency": "BRL",
    "salary": "from R$ 1.100,00 to R$ 1.100,00 BRL/uninformed",
    "headerInfo": "Sênior",
    "language": "Inglês",
    "skills": ["Python"]
  },
  {
    "url": "https://jobs.lever.co/dlocal/68575489-7cd4-4619-9a97-3b3f017b4062?utm_source=remotar",
    "company": "dLocal",
    "title": "FP&A Lead ",
    "description": "<h4><strong>What will you be doing?</strong></h4>\n<ul>\n  <li>Monitoring and controlling budget and forecast, profitability, and allocation by area.</li>\n  <li>Tracking KPIs and preparing financial reports.</li>\n  <li>Analyzing profitability and deep dive margin analysis.</li>\n  <li>Performing ad-hoc business analysis and financial modeling.</li>\n  <li>Designing impactful and enlightening presentations.</li>\n</ul>\n<h4><strong>What skills do you need?</strong></h4>\n<ul>\n  <li>Bachelor’s degree in Accounting, Business Administration, Economics, or a related field. Master’s degree will be a plus.</li>\n  <li>+5 years of experience in FP&amp;A in multinational companies.</li>\n  <li>Proficiency in utilizing PowerPoint, Excel, and Business Intelligence as your tools of choice, enabling you to effectively communicate financial insights and analyze data.</li>\n  <li>Exceptional finance and analytical abilities, to drive informed decision-making.</li>\n  <li>Strong cross-functional collaboration skills, allowing you to seamlessly collaborate with multiple functional areas.</li>\n  <li>Advanced/Fluent in English.</li>\n  <li>Advanced/Fluent in Spanish.</li>\n</ul>",
    "currency": "BRL",
    "salary": "from R$ 1.100,00 to R$ 1.100,00 BRL/uninformed",
    "headerInfo": "Sênior",
    "language": "Inglês",
    "skills": []
  },
  {
    "url": "https://jobs.lever.co/dlocal/55338649-d9e9-46ce-ba8b-81453dcfa86a?utm_source=remotar",
    "company": "dLocal",
    "title": "Software Engineer Leader",
    "description": "<h4><strong>What will I be doing?</strong></h4>\n<ul>\n  <li>You'll be responsible for week-to-week planning of your team and keeping each member accountable</li>\n  <li>As a tech lead, part of your role is to be a people manager - It's vital you dedicate time to managing your team members</li>\n  <li>You'll be expected to drive technical direction in projects and assure they meet scalability and robustness requirements</li>\n  <li>You'll be hands-on on projects, getting deep into code and be looked upon as the senior authority in software development tasks, projects, etc</li>\n  <li>You'll be responsible for hiring for your team</li>\n  <li>You'll be responsible for communicating and planning between other teams</li>\n</ul>\n<h4><strong>What skills do I need?</strong></h4>\n<ul>\n  <li>Proven hands-on Software Development experience</li>\n  <li>Profound insight of Java</li>\n  <li>Wide experience building scalable applications</li>\n  <li>Experience leading remote development teams in the past - This could be at a job or working on an open-source project</li>\n  <li>Excellent written and verbal communication</li>\n  <li>Enjoy writing documentation and understand why it's valuable</li>\n  <li>A self starter - You can come up with ideas and implement them yourself</li>\n  <li>Design and implementation of the overall architecture of your team’s applications</li>\n  <li>Ensuring the entire stack is designed and built for speed and scalability</li>\n  <li>Object Oriented analysis and design using common design patterns</li>\n  <li>Experience in working/designing microservices</li>\n  <li>Good knowledge of Relational Databases</li>\n  <li>Experience with test-driven development</li>\n  <li>Proficient understanding of code versioning tools, such as Git</li>\n  <li>Written and spoken English</li>\n  <li>Be a team player</li>\n  <li>AWS knowledge</li>\n  <li>NoSql knowledge is desirable</li>\n</ul>",
    "currency": "BRL",
    "salary": "from R$ 1.100,00 to R$ 1.100,00 BRL/uninformed",
    "headerInfo": "Sênior",
    "language": "Inglês",
    "skills": ["Java"]
  },
  {
    "url": "https://clickbus.inhire.app/vagas/4329490a-d031-42d4-b52b-62720a52cced/pessoa-analista-de-marketing-de-performance-pleno?utm_source=remotar",
    "company": "ClickBus",
    "title": "Pessoa Analista De Marketing De Performance Pleno",
    "description": "<h4><strong>Como será a sua viagem:</strong></h4>\n<ul>\n  <li>Você será responsável pela operação e otimização de campanhas de aquisição para app, propor soluções visando o atingimento eficaz dos objetivos de negócio, e explorar novas possibilidades de investimentos em mídia digital, buscando diversificar nosso leque de canais;</li>\n  <li>Operar campanhas de mídia digital focadas em performance (conversão) visando atingimento das metas;</li>\n  <li>Operar campanhas de instalação e retargeting de aplicativos;</li>\n  <li>Apoiar na definição de métricas e indicadores-chave da área e acompanhar regularmente o desempenho;</li>\n  <li>Realizar ajustes para maximizar os resultados da empresa e otimizar o custo investido para cada venda gerada;</li>\n  <li>Conduzir análises para identificar tendências, oportunidades, desafios e embasar decisões;&nbsp;</li>\n  <li>Identificar oportunidades de otimização em campanhas existentes por meio de análises regulares e executar testes para melhorar o seu desempenho;</li>\n  <li>Identificar oportunidades de alcance de público e geração de receita em novos canais e propor planos para implementá-los;</li>\n  <li>Apresentar relatórios de performance;</li>\n  <li>Descobrir e testar novas ferramentas, features, e canais de aquisição;</li>\n  <li>Trabalhar em conjunto com outras equipes de marketing e produto para alinhar ações, objetivos e estratégias;</li>\n  <li>Manter as peças de comunicação atualizadas, definindo briefings, alinhando prazos e fazendo a manutenção dos criativos nas ferramentas;</li>\n  <li>Estabelecer processos eficazes para otimização de campanhas;</li>\n  <li>Manter-se atualizada sobre as tendências e tecnologias em marketing digital e trazer novas ideias para a equipe de marketing.</li>\n</ul>\n<h4><strong>Requisitos e qualificações:&nbsp;</strong></h4>\n<p><strong>Esses são os itens que não podem faltar na sua bagagem:</strong></p>\n<ul>\n  <li>Ensino Superior completo;</li>\n  <li>Experiência comprovada em campanhas de app;</li>\n  <li>Experiência em campanhas do Google Ads;</li>\n  <li>Experiência com MMP (Adjust, AppsFlyer, Singular);</li>\n  <li>Curtir desafios lógicos e interesse em trabalhar com dados;</li>\n  <li>Habilidade para trabalhar em equipe;</li>\n  <li>Excel intermediário.</li>\n</ul>",
    "currency": "BRL",
    "salary": "from R$ 1.100,00 to R$ 1.100,00 BRL/uninformed",
    "headerInfo": "Pleno",
    "language": "Português",
    "skills": []
  },
  {
    "url": "https://clickbus.inhire.app/vagas/29e0278f-d7dc-492a-adf2-36b33ca5aa10/pessoa-analista-social-media?utm_source=remotar",
    "company": "ClickBus",
    "title": "Pessoa Analista Social Media",
    "description": "<h4><strong>Como será a sua viagem:</strong></h4>\n<ul>\n  <li>Gerir a presença da empresa nas redes sociais e atuar no desenvolvimento de estratégias para promover produtos e serviços;</li>\n  <li>Gerenciar as contas de mídia social da empresa em plataformas como Facebook, Twitter, LinkedIn, Instagram e outras relevantes para o público-alvo da empresa;</li>\n  <li>Desenvolver conteúdo criativo e relevante para as redes sociais, incluindo postagens, imagens, vídeos e histórias;</li>\n  <li>Coletar e analisar dados de desempenho das redes sociais, como métricas de engajamento, alcance, cliques e conversões;</li>\n  <li>Colaborar com a equipe de marketing para desenvolver estratégias de mídia social que estejam alinhadas com os objetivos de negócios da empresa.&nbsp;</li>\n  <li>Gerenciar campanhas de publicidade paga nas redes sociais, definindo orçamentos, criando anúncios segmentados e acompanhando o desempenho das campanhas;</li>\n  <li>Acompanhar as atividades de mídia social dos concorrentes para identificar oportunidades e tendências no setor;</li>\n  <li>Manter-se atualizado sobre as tendências e mudanças nas redes sociais, bem como nas práticas recomendadas de marketing nas mídias sociais;&nbsp;&nbsp;</li>\n  <li>Preparar relatórios regulares de desempenho das redes sociais e apresentá-los à equipe;</li>\n  <li>Contribuir para o desenvolvimento da estratégia de conteúdo, garantindo que o conteúdo compartilhado nas redes sociais esteja alinhado com os objetivos da empresa.</li>\n</ul>\n<h4><strong>Esses são os itens que não podem faltar na sua bagagem:</strong></h4>\n<ul>\n  <li><em>Formação acadêmica em comunicação, publicidade e propaganda ou administração;</em></li>\n  <li><em>Experiência prévia em planejamento de conteúdo para Meta, Tiktok e Youtube;</em></li>\n  <li><em>Experiência com ferramentas de monitoramento e análise de dados: Stilingue; SEMRush, Google Analytcs;</em></li>\n  <li><em>Excelente habilidade de comunicação verbal e escrita, para apresentar ideias e conectar com áreas-chave;</em></li>\n  <li><em>Familiaridade com plataformas de mídia digital, métricas e relatórios de tendência/indústria;</em></li>\n  <li><em>Habilidade para analisar dados e identificar insights para campanhas de marca.</em></li>\n</ul>",
    "currency": "BRL",
    "salary": "from R$ 1.100,00 to R$ 1.100,00 BRL/uninformed",
    "headerInfo": "Pleno",
    "language": "Português",
    "skills": []
  },
  {
    "url": "https://clickbus.inhire.app/vagas/053a1562-e7b7-456d-b9dd-d244d6e4d848/pessoa-analista-de-planejamento-de-marketing-senior?utm_source=remotar",
    "company": "ClickBus",
    "title": "Pessoa Analista De Planejamento De Marketing Sênior",
    "description": "<h4><strong>Você irá:</strong></h4>\n<ul>\n  <li>Planejar campanhas de marca e ações com visão estratégica de mensagens, canais e posicionamento da marca em seus diferentes contextos e públicos;</li>\n  <li>Identificar e definir oportunidades para calendário promocional, tanto nacional como regional (praças estratégicas) que atendam aos critérios de territórios, clusters e assets da marca;</li>\n  <li>Aplicar e demandar insights de comportamento do consumidor ao Consumer Insights;</li>\n  <li>Direcionar equipe de Creative Storytelling para campanhas de marca;</li>\n  <li>Direcionar equipe de Branded Strategy para ações de mídia (on, off e guerrilha);</li>\n  <li>Alinhar promoções e alavancas junto ao time Growth;</li>\n  <li>Acompanhar resultados de campanha dando suporte para elaboração de relatórios de performance;</li>\n  <li>Gestão de projetos para garantir adequação aos objetivos e prazos;</li>\n  <li>Promover a cultura de inovação, benchmarks e estudo de tendências do mercado que se conectem ao ecossistema do turismo rodoviário.&nbsp;</li>\n</ul>\n<h4><strong>Esses são os itens que não podem faltar na sua bagagem:</strong></h4>\n<ul>\n  <li>Formação acadêmica em comunicação, publicidade e propaganda, administração ou área correlatas;</li>\n  <li>Experiência prévia em agência de publicidade (planejamento) ou em startups é um diferencial;</li>\n  <li>Conhecimento avançado em Excel;</li>\n  <li>Excelente habilidade de comunicação verbal e escrita, para apresentar ideias e conectar com áreas-chave;</li>\n  <li>Familiaridade com plataformas de mídia digital, métricas e relatórios de tendência/indústria;</li>\n  <li>Habilidade para analisar dados e identificar insights para campanhas de marca.</li>\n</ul>",
    "currency": "BRL",
    "salary": "from R$ 1.100,00 to R$ 1.100,00 BRL/uninformed",
    "headerInfo": "Sênior",
    "language": "Português",
    "skills": []
  },
  {
    "url": "https://clickbus.inhire.app/vagas/10c2bf22-58d8-427a-a033-7355ac9e504c/pessoa-product-owner-pleno?utm_source=remotar",
    "company": "ClickBus",
    "title": "Pessoa Product Owner Pleno",
    "description": "<h4><strong>Como Product Owner na ClickBus você será responsável por:</strong></h4>\n<ul>\n  <li>Manter e gerenciar o backlog do produto, colaborando com as partes interessadas para entender as necessidades e os requisitos, elaborando histórias de usuários e critérios de aceitação claros;</li>\n  <li>Trabalhar em estreita colaboração com a equipe de desenvolvimento, para determinar as prioridades das funcionalidades a serem desenvolvidas;</li>\n  <li>Elaborar histórias de usuário detalhadas, que descrevem os requisitos e as funcionalidades do produto de forma clara e concisa;</li>\n  <li>Garantir que as histórias sejam compreensíveis, testáveis e alinhadas com as necessidades dos usuários e das partes interessadas;</li>\n  <li>Participar ativamente das cerimônias, como Kanban meetings, reuniões de refinamento, reabastecimento, reviews e as retrospectivas.</li>\n  <li>Participar da validação do trabalho concluído pelo time de desenvolvimento, podendo realizar testes, revisões e aprovações para garantir a qualidade e a conformidade com as especificações;</li>\n  <li>Atuar como ponto de contato para as partes interessadas, como clientes, usuários e demais envolvidos na iniciativa;</li>\n  <li>Comunicar o progresso do desenvolvimento, compartilhar informações sobre o produto e coletar feedback para guiar a evolução do produto ao longo do tempo;</li>\n  <li>Alinhar as prioridades de desenvolvimento com os objetivos e a estratégia da organização.</li>\n  <li>Ser resiliente e ter inteligência emocional para o ritmo dinâmico de uma empresa em constante mudança;</li>\n</ul>\n<h4><strong>Requisitos e qualificações:&nbsp;</strong></h4>\n<p><strong>Esses são os itens que não podem faltar na sua bagagem:</strong></p>\n<ul>\n  <li>Visão de negócio, sabendo utilizar o produto para trazer resultados para a empresa;</li>\n  <li>Metodologia Agil;</li>\n  <li>Experiência em trabalho de time multidisciplinar;</li>\n  <li>Ser data-driven para definir priorizações e tomada de decisão;</li>\n  <li>Conduzir cerimônias com os times para alinhamento e planejamento de entregas;</li>\n</ul>",
    "currency": "BRL",
    "salary": "from R$ 1.100,00 to R$ 1.100,00 BRL/uninformed",
    "headerInfo": "Pleno",
    "language": "Português",
    "skills": []
  },
  {
    "url": "https://clickbus.inhire.app/vagas/359d0e9a-e786-4b68-bde9-553d372c8f65/pessoa-desenvolvedora-back-end-senior?utm_source=remotar",
    "company": "ClickBus",
    "title": "Pessoa Desenvolvedora Back-End Sênior",
    "description": "<h4>No<strong>&nbsp;Back-end:</strong></h4>\n<ul>\n  <li>Você vai trabalhar com uma arquitetura hexagonal e com um monolito modular muito bem estruturado, utilizando Event Sourcing, plataforma Java, Kotlin, AWS, Kubernates e Postgres;</li>\n  <li>Manter e evoluir nosso sistema de faturamento;</li>\n  <li>Integrar nosso sistema de faturamento com nosso ERP;</li>\n  <li>Otimizar nosso processo de reconhecimento de receita;</li>\n  <li>Levantar, planejar e otimizar outros projetos relacionados a processos internos.</li>\n</ul>\n<h4><strong>Esses são os itens que não podem faltar na sua bagagem:</strong></h4>\n<ul>\n  <li>Capacidade de comunicação com pessoas do time;</li>\n  <li>Experiência na aplicação de S.O.L.I.D e Object Oriented Programming / Design;</li>\n  <li>Experiência na aplicação de testes automatizados em projetos de software;</li>\n  <li>Experiência na aplicação de estruturas de cache de dados;</li>\n  <li>Experiência no uso de Java/Kotlin e JVM;</li>\n  <li>Experiência com banco de dados relacional (MySQL e PostgreSQL);</li>\n  <li>Experiência no design de REST APIs.</li>\n</ul>",
    "currency": "BRL",
    "salary": "from R$ 1.100,00 to R$ 1.100,00 BRL/uninformed",
    "headerInfo": "Sênior",
    "language": "Português",
    "skills": ["Java", "Kotlin", "MySQL", "PostgreSQL"]
  },
  {
    "url": "https://app.demarco.com.br/rh-demarco-vaga-dmpeople-quality-assurance-qa?utm_source=remotar",
    "company": "Demarco",
    "title": "Quality Assurance (QA)",
    "description": "<h4><strong>Nessa oportunidade você será responsável por:</strong></h4>\n<ul>\n  <li>Criar planos de teste detalhados;</li>\n  <li>Realizar testes manuais e/ou automatizados em diferentes fases do desenvolvimento;</li>\n  <li>Executar testes de regressão para verificar se as atualizações não introduziram novos problemas;</li>\n  <li>Apoio técnico durante os refinamentos;</li>\n  <li>Liderar a backlog de sustentação.</li>\n</ul>\n<h4><strong>Por isso é importante:</strong></h4>\n<ul>\n  <li>Graduação em Ciência da Computação, Engenharia de Software, Tecnologia da Informação ou área relacionada;</li>\n  <li>Experiência prévia de trabalho em funções de QA;</li>\n  <li>Familiaridade com metodologias de desenvolvimento de software;</li>\n  <li>Habilidade em planejar, projetar, executar e relatar testes de software;</li>\n  <li>Criar casos de teste, identificar defeitos e rastreá-los.;</li>\n  <li>Conhecimento de ferramentas de automação de teste (Selenium, Appium, JUnit, TestNG) e ferramentas de gerenciamento de testes (JIRA, TestRail).</li>\n</ul>",
    "currency": "BRL",
    "salary": "from R$ 1.100,00 to R$ 1.100,00 BRL/uninformed",
    "language": "Português",
    "skills": []
  },
  {
    "url": "https://app.demarco.com.br/rh-demarco-vaga-dmpeople-analista-de-produtos?utm_source=remotar",
    "company": "Demarco",
    "title": "Analista de Produtos",
    "description": "<h4><strong>Nessa oportunidade você será responsável por:</strong></h4>\n<ul>\n  <li>Auxiliar o time de produto nos processos da área;</li>\n  <li>Participar na definição de critérios de aceitação e testes de produtos para garantir que eles atendam aos requisitos definidos e dar suporte à sustentação e resolução de problemas referentes aos produtos;</li>\n  <li>Colaborar com equipes de desenvolvimento, design e marketing para garantir uma compreensão clara dos requisitos e objetivos do produto;</li>\n  <li>Acompanhar reuniões periódicas de time;</li>\n  <li>Acompanhar o desempenho do produto e das novas iniciativas para melhoria contínua;</li>\n  <li>Liderar e interagir com as áreas internas para auxiliar na documentação de requisitos de produto, incluindo a criação de especificações, fluxos de trabalho e histórias de usuário.</li>\n</ul>\n<h4><strong>Por isso é importante:</strong></h4>\n<ul>\n  <li>Superior em Tecnologia da Informação, Engenharias, Administração ou áreas correlatas;</li>\n  <li>Vivência em projetos de tecnologia, preferencialmente em frameworks ágeis;</li>\n  <li>Boa comunicação e relacionamento interpessoal;</li>\n  <li>Facilidade para atuar em ambientes de alta complexidade;</li>\n  <li>Paixão por produtos, desejo para aprender e crescer nesta área.</li>\n</ul>",
    "currency": "BRL",
    "salary": "from R$ 1.100,00 to R$ 1.100,00 BRL/uninformed",
    "headerInfo": "Pleno",
    "language": "Português",
    "skills": []
  },
  {
    "url": "https://br24.vagas.solides.com.br/vaga/306746?utm_source=remotar",
    "company": "Br24",
    "title": "Analista de Inbound Marketing",
    "description": "<h4><strong>O que fará parte do teu dia a dia conosco:</strong></h4>\n<ul>\n  <li>Desenvolver e implementar estratégias de marketing de conteúdo eficazes para atrair e converter leads qualificados.</li>\n  <li>Criar e gerenciar conteúdos estratégicos, incluindo e-books, webinars, e-mails e outros formatos.</li>\n  <li>Coordenar campanhas de e-mail marketing e automação de marketing de ponta a ponta.</li>\n  <li>Entender de personas, jornada de compra, configurar e acompanhar lead scoring para maximizar resultados de geração de demanda.</li>\n  <li>Fazer análises aprofundadas de métricas e KPIs de marketing, com ajustes constantes para otimização de desempenho.</li>\n  <li>Colaborar de forma proativa com equipes interdisciplinares para garantir a integração de estratégias de marketing em toda a empresa.</li>\n  <li>Identificar tendências de mercado e adotar das melhores práticas do setor.</li>\n</ul>\n<h4><strong>Estamos buscando uma pessoa que tenha:</strong></h4>\n<ul>\n  <li>Formação em Marketing, Publicidade, Comunicação ou área relacionada.</li>\n  <li>Experiência em marketing digital, incluindo conhecimento básico em SEO, Google Analytics e outras ferramentas relevantes.</li>\n  <li>Proficiência em estratégias de geração de leads e conversão.</li>\n  <li>Habilidade na criação de conteúdo persuasivo e de alta qualidade.</li>\n  <li>Já ter trabalhado com ferramentas de automação de marketing, como Active Campaign, RD Station, HubSpot ou correlatas.</li>\n</ul>",
    "currency": "BRL",
    "salary": "from R$ 1.100,00 to R$ 1.100,00 BRL/uninformed",
    "headerInfo": "Júnior",
    "language": "Português",
    "skills": []
  },
  {
    "url": "https://br24.vagas.solides.com.br/vaga/308052?utm_source=remotar",
    "company": "Br24",
    "title": "Estágio em Suporte Técnico",
    "description": "<h4><strong>Estamos buscando uma pessoa que irá:</strong></h4>\n<ul>\n  <li>Fornecer suporte amigável e eficaz aos clientes via chat.</li>\n  <li>Auxiliar os clientes na resolução de problemas, respondendo a perguntas, fornecendo informações sobre produtos/serviços e orientando-os sobre o uso correto.</li>\n  <li>Manter registros detalhados de todas as interações com os clientes no sistema.</li>\n  <li>Coletar feedback dos clientes e compartilhá-lo com a equipe de suporte e outras partes relevantes da empresa para melhorar os processos e produtos.</li>\n  <li>Participar de treinamentos e sessões de desenvolvimento para aprimorar as habilidades de atendimento ao cliente e o conhecimento sobre produtos/serviços da empresa.</li>\n  <li>Trabalhar em estreita colaboração com outros membros da equipe de suporte ao cliente para garantir uma experiência consistente e de alta qualidade para os clientes.</li>\n</ul>\n<h4><strong>Requisitos:&nbsp;</strong></h4>\n<ul>\n  <li>Estar cursando áreas correlatas a Tecnologia da Informação, entre o 2º semestre e o 6º semestre.&nbsp;</li>\n  <li>Excelentes habilidades de comunicação verbal e escrita.</li>\n  <li>Capacidade de entender as necessidades e preocupações dos clientes e responder de maneira empática.</li>\n  <li>Habilidade de trabalhar bem em equipe e colaborar efetivamente com colegas.</li>\n  <li>Capacidade de gerenciar várias tarefas e manter registros precisos.</li>\n</ul>",
    "currency": "BRL",
    "salary": "from R$ 1.100,00 to R$ 1.100,00 BRL/monthly",
    "headerInfo": "Estágio",
    "language": "Português",
    "skills": []
  },
  {
    "url": "https://www.linkedin.com/jobs/view/3735815020?utm_source=remotar",
    "company": "Amazing Devs",
    "title": "Analista de Marketing Pleno",
    "description": "<h4><strong>Qual será seu desafio?</strong></h4>\n<p>Seu desafio será estruturar a área de marketing e impulsionar nosso crescimento, aumentar as vendas, fortalecer nosso relacionamento com clientes, inovar em metodologias e consolidar nossa marca no mercado.</p>\n<h4><strong>Requisitos</strong> <strong>Obrigatório</strong></h4>\n<ul>\n  <li>6 anos de experiência</li>\n  <li>Experiência em consultorias de TI ou recrutamento e seleção de TI</li>\n  <li>Domínio de estratégias de marketing digital com foco em empresas de recrutamento e seleção de TI</li>\n  <li>Experiência com campanhas, campanhas de e-mails, anúncios, etc.</li>\n  <li>Entendimento pleno sobre funil de vendas e toda a jornada do cliente;</li>\n  <li>Experiência em ferramentas globais de marketing digital como Semrush, Hubspot, etc.</li>\n  <li>Experiência com ferramentas de geração de Lead</li>\n  <li>Conhecimentos intermediários em Excel</li>\n</ul>\n<p><strong>Desejável</strong></p>\n<ul>\n  <li>Conhecimentos avançados em SEO</li>\n  <li>Conhecimento em ferramentas de automação de Marketing</li>\n</ul>",
    "currency": "BRL",
    "salary": "from R$ 1.500,00 to R$ 2.000,00 BRL/monthly",
    "headerInfo": "Pleno",
    "language": "Português",
    "skills": []
  }
]
