[
  {
    "url": "https://careers.nuuvem.com/o/desenvolvedor-bubble-jr-1",
    "company": "Nuuvem",
    "title": "Desenvolvedor Bubble Jr",
    "description": "<p><strong>Responsabilidades</strong></p>\n<ul>\n  <li>Projetar, desenvolver e testar novos recursos para a plataforma.</li>\n  <li>Liderar pesquisas e experimentos ao lidar com requisitos novos e desafiadores.</li>\n  <li>Manter e melhorar produtos atuais feitos no Bubble, corrigindo rapidamente bugs e atualizando partes existentes quando necessário.</li>\n  <li>Compartilhar conhecimento, produzir documentação dos produtos Bubble&nbsp;e ensinar profissionais menos experientes do seu squad e do time como um todo.</li>\n</ul>\n<p><strong>Você tem o perfil que buscamos se...</strong></p>\n<ul>\n  <li>Tem proficiência e habilidades de comunicação em inglês&nbsp;verbal e&nbsp;escrito (não precisa ser fluente, mas precisa ser capaz de ler e escrever bem em inglês).</li>\n  <li>É apaixonado por tecnologia (e jogos! duh :P).</li>\n  <li>For capaz de buscar conhecimento e aprendizado com autonomia.</li>\n  <li>É capaz de entender os requisitos de negócios e traduzi-los em definições técnicas.</li>\n  <li>Faz perguntas poderosas - a partir disso, vamos (re)definir histórias de usuários, critérios de aceitação, especificações. Sempre questionando (sem perder o foco).</li>\n  <li>Vê o quadro geral dos problemas e é obcecado com detalhes (relevantes).</li>\n  <li>É orientado por resultados/entrega e um solucionador de problemas.</li>\n</ul>\n<h3><strong>Em que acreditamos</strong></h3>\n<ul>\n  <li>Tudo que pode ser automatizado, deve ser automatizado;</li>\n  <li>Qualidade e quantidade estão em equilíbrio - estamos sempre em busca desse equilíbrio.</li>\n  <li>Um bom produto vem de uma ótima experiência e valor entregue.</li>\n  <li>Ouvir, muitas vezes, é mais importante do que falar. Mostrar é melhor do que contar.</li>\n</ul>\n<h3><strong>Requisitos da vaga</strong></h3>\n<ul>\n  <li>Experiência em desenvolvimento de soluções usando&nbsp;<a href=\"https://bubble.io/\" rel=\"noopener\" target=\"_blank\"><strong>Bubble</strong></a>;</li>\n  <li>Proficiente em inglês escrito e pelo menos bons conhecimentos de inglês falado.</li>\n  <li>Alguma experiência com consumo de APIs, especialmente APIs HTTP REST;</li>\n</ul>\n<p><strong>Não é requerido, porém é um bônus se você tiver:</strong></p>\n<ul>\n  <li>Experiência com plataformas de automação e integração de serviços web como <a href=\"https://zapier.com/\" rel=\"noopener\" target=\"_blank\">Zapier</a>, <a href=\"https://www.integromat.com/\" rel=\"noopener\" target=\"_blank\">Integromat</a>, <a href=\"https://www.make.com/en\" rel=\"noopener\" target=\"_blank\">Make</a>, <a href=\"https://ifttt.com/\" rel=\"noopener\" target=\"_blank\">IFTTT</a> ou similares;</li>\n  <li>Conhecimento em bancos de dados relacionais e linguagem SQL;</li>\n  <li>Experiência com outras plataformas de desenvolvimento \"low code\" alternativas ao Bubble como <a href=\"https://backendless.com/\" rel=\"noopener\" target=\"_blank\">Backendless</a>, <a href=\"https://www.appsmith.com/\" rel=\"noopener\" target=\"_blank\">Appsmith</a>, <a href=\"https://budibase.com/\" rel=\"noopener\" target=\"_blank\">Budibase</a>, <a href=\"https://lowdefy.com/\" rel=\"noopener\" target=\"_blank\">Lowdefy</a>, <a href=\"https://www.tooljet.com/\" rel=\"noopener\" target=\"_blank\">Tooljet</a> ou similares;</li>\n  <li>Conhecimento avançado de Javascript;</li>\n  <li>Alguma experiência com outras linguagens de programação como Ruby ou Python;</li>\n  <li>Boa experiência com HTML e CSS.</li>\n</ul>",
    "currency": "BRL",
    "salary": "from 510000 to 600000 BRL/monthly",
    "headerInfo": "Júnior",
    "language": "Português",
    "skills": ["HTML", "CSS", "JavaScript", "Python", "Java", "Ruby"]
  },
  {
    "url": "https://programathor.com.br/jobs/28976-analista-de-testes-junior-100-remoto",
    "company": "ProgramaThor",
    "title": "Analista de Testes Júnior",
    "description": "<p><strong>Responsabilidades:</strong></p>\n<ul>\n  <li>Realizar testes em aplicações web.</li>\n  <li>Identificar e relatar bugs e problemas.</li>\n  <li>Participar ativamente do ciclo de vida de desenvolvimento de sistema.</li>\n  <li>Trabalhar em colaboração com a equipe de desenvolvimento e designers.</li>\n  <li>Desenvolver interfaces web interativas, responsivas e atraentes usando as tecnologias front-end, como HTML, CSS, JavaScript e Bootstrap.</li>\n</ul>\n<p><strong>Requisitos</strong></p>\n<ul>\n  <li>Experiência em testes de software, incluindo planejamento, execução e relatórios de testes.</li>\n  <li>Familiaridade com ferramentas de teste de software, como Selenium, JUnit ou similares.</li>\n  <li>Capacidade de compreender requisitos de software e traduzi-los em casos de teste.</li>\n  <li>Experiência em desenvolvimento front-end, com habilidades em HTML, CSS e JavaScript.</li>\n  <li>Framework Bootstrap 4+.</li>\n  <li>Github.</li>\n  <li>Atitude pró-ativa e capacidade de trabalhar em equipe e desejo de aprender.</li>\n  <li>Excelentes habilidades de resolução de problemas e capacidade de trabalhar de forma independente.</li>\n</ul>",
    "currency": "BRL",
    "salary": "from 350000 to 350000 BRL/monthly",
    "headerInfo": "Júnior",
    "language": "Português",
    "skills": ["HTML", "CSS", "JavaScript", "Java"]
  },
  {
    "url": "https://trampos.co/oportunidades/751880-analista-de-recursos-humanos-junior",
    "company": "Agência Tupiniquim",
    "title": "Analista de Recursos Humanos Júnior",
    "description": "<p><strong>Responsabilidades:</strong></p>\n<ul>\n  <li>Auxiliar no processo de recrutamento e seleção, incluindo a triagem de currículos, agendamento e realização de entrevistas;</li>\n  <li>Realizar a busca ativa de profissionais por meio de hunting e prospecção de talentos;</li>\n  <li>Participar na elaboração de programas de treinamento, onboarding e desenvolvimento para a equipe;</li>\n  <li>Prestar suporte na administração de pessoal, incluindo o controle de ponto, benefícios e folha de pagamento;</li>\n  <li>Manter registros atualizados dos funcionários, garantindo a confidencialidade e precisão das informações;</li>\n  <li>Auxiliar na elaboração de relatórios e apresentações relacionadas às atividades de RH;</li>\n  <li>Fornecer suporte na implementação de políticas e procedimentos internos;</li>\n  <li>Participar de reuniões e colaborar com a equipe de RH para identificar e implementar melhorias nos processos.</li>\n</ul>\n<p><strong>Requisitos</strong></p>\n<ul>\n  <li>Graduação completa ou cursando em Recursos Humanos, Psicologia, Administração de Empresas ou área relacionada.</li>\n  <li>Experiência prévia em Recursos Humanos será considerada uma vantagem.</li>\n  <li>Habilidades de comunicação verbal e escrita.</li>\n  <li>Capacidade de trabalhar com confidencialidade e lidar com informações sensíveis.</li>\n</ul>",
    "currency": "BRL",
    "salary": "from 150000 to 250000 BRL/monthly",
    "headerInfo": "Júnior",
    "language": "Português",
    "skills": []
  }
]
