[
  {
    "url": "https://deep-ivy-ltd.breezy.hr/p/ff030eb9f23c01-ml-engineer-intern?source=",
    "company": "Ivy",
    "title": "Machine Learning Intern",
    "description": "At Ivy, we’re on a mission to unify all Machine Learning (ML) frameworks, making ML code cleaner, more flexible, and fully reusable. All Ivy functions can be executed using TensorFlow, PyTorch, MXNet, JAX, and NumPy, without any change to the code.We've just raised a round of venture funding (YC, Abstraction, Essence, A Capital). We’re looking for talented developers to join this ambitious endeavor, just as we’re getting started. Hop on board and lets-unify.ai!We are in talks with developers from Google, Facebook, NVIDIA, Hugging Face, and other top software companies who would like to use Ivy in their popular open-source projects, to instantly support all frameworks. A few examples are Ray, FastAI, Transformers, PyG, Pyro, Kornia.RoleWe are looking for developers to join our team remotely for 3-12 months with flexible start dates. You will help to extend Ivy’s codebase as we expand into the PyTorch Ecosystem and beyond. The monthly salary will be $2500-4000 depending on experience. We are hiring worldwide, and no visa is required. During the role, your tasks would include:Helping to design Ivy's graph compiler and transpiler, enabling automatic code conversions between frameworksWorking alongside our open-source partners, helping to incorporate Ivy into their popular repositoriesImplementing SOTA models in Ivy, and adding these to our model hubRequirementsStrong Python skills, with expertise in one PyTorch, TensorFlow, JAXStrong skills in recursive programming. Check out the Ivy Container classA passion for Machine Learning research, and for our vision to unify the ML frameworks!Application InstructionsAfter clicking the apply button, please check your spam, promotion, and junk folders every few days. Unfortunately, some of our emails are ending up there. We are working hard to fix this asap.We really look forward to hearing from you! :)",
    "currency": "USD",
    "salary": "From 2500 to 4000 USD/monthly ",
    "headerInfo": "Full Time",
    "language": "English",
    "skills": ["machine-learning", "python", "pytorch", "tensorflow"]
  },
  {
    "url": "https://jobs.lever.co/uplift/60c5f489-b747-4b7e-ac68-81a88760943c?utm_source=",
    "company": "Uplift",
    "title": "Senior Devops Engineer",
    "description": "Uplift’s mission is to help people get more out of life, one thoughtful purchase at a time. Our enterprise Buy Now, Pay Later solution is used by the world’s most loved brands including Southwest Airlines, Carnival Cruise Line, Universal Studios, and more. With flexible pay over time installments, we empower consumers to buy what matters most while unlocking higher conversions and customer lifetime value for our partners. Our team is rapidly growing and comes from diverse backgrounds of leading technology and financial brands. Our HQ is in Sunnyvale, California with offices in Toronto, Ontario, New York, Reno, Nevada, and Guadalajara, Mexico.Working at Uplift allows you to push your limits, challenge the status quo, and collaborate with some of the brightest minds in the industry. We’re committed to building a diverse team and inclusive culture and believe your potential should only be limited by how big you can dream. We make this a reality by empowering you with the tools, resources, and support you need to grow your career.As a Senior DevOps Engineer, you will help scale the operations of our engineering efforts with a focus on automation, repeatability, and quality assurance. You will help mature our organization with an emphasis on security and resilience. You will help engineers troubleshoot issues in Production and Dev environments, and maintain the infrastructure required to keep engineering running smoothly. You will help build auditing automation to help us strive to continuously improve security and consistency among our many serverless microservices. You will be involved in the process of maturing from an agility-focused startup to a fast-moving enterprise organization in the FinTech space.What you will do and achieveMonitor and manage Production-level environments to maximize uptime and ensure securityHelp architect and build automation around compliance, auditing, security, and resilienceManage Production releases in adherence to our change control process and work with the rest of Engineering to improve the quality and effectiveness of our SDLCEnforce security policies and control of Production-level environmentsHelp debug and troubleshoot issues in sensitive environments with Software and Data EngineersEstablish communication with the rest of the Engineering teams to enable all teams to have a full understanding of Development and Operational needsProvide architectural and tactical technical feedback to other Engineering teams on Projects and DesignsLead PCI and SOC compliance auditing efforts with third party auditorsParticipate in on-call rotation as off-hours first point of contactProvide technical support for connectivity needs with partner organizationsManage user access to all AWS accounts/environmentsAdministrate Upift’s GitHub organization, including management of security measuresAdminister access to other sensitive services required for technical OperationsWho you are4+ years of work related experienceBA/BS Degree in Engineering, CS or equivalent preferred, Master’s degree a plusExperience running services in a Production environment and providing Production-level supportExperience with various AWS services including IAM, CloudFormation, ECS, Lambda, CodePipeline, CloudFront, EC2, VPC, etc.Experience with monitoring Production systems and creating alerts and notificationsExperience with GitHub, other Git-based version control, or some version control management experienceExperience with Python, Linux, Docker, shell scriptingExperience with Java,Node.js, and/or Clojure is a plusExperience with SumoLogic (or similar log aggregator)Experience with various compliance standards (PCI, SOC 2) a plusStrong drive to solve problems and get to the bottom of thingsEntrepreneurial, persistent, with the desire to go deep in detailsAbility to self-organize numerous priorities and tasksDiscipline to adhere to change management processes in sensitive environmentsAdept at collaborating among multiple engineering and functional teams Comfortable working in a startup culture with the ability to earn trustLife at UpliftHealth Insurance and RRSP plan: some plans cover 99-100% premiums for medical, dental, and vision insurance and a RRSPWork/Life Harmony: Flexible, remote-first work culture. Uplift fosters a culture where employees can achieve both their professional and personal goals. This balance is especially true for our working parentsShared Success: competitive salary and Pre-IPO stock optionsHealth and Wellness Perks: Uplift is proud to reimburse our employees for exercise, wellness products and activities as well as free counseling and coaching for physical, mental and emotional supportProfessional Development: We are committed to the growth and development of all of our employees. Uplift invests in professional conferences, certifications, and training for employees who want to grow in their careersPick-A-Perk: money that can go towards something of your choosing within tuition reimbursement, student loan payment reimbursement, vacation savings account, charitable donations, or home office expenses #LI-KH#LI-RemoteWe want you!If you made it this far, chances are you’re as excited about working to change how people experience BNPL as we are — and we love that. Please apply even if you’re unsure about whether you meet every single requirement in this posting. Uplift is looking for smart, intellectually curious people who are invested in our mission, not just those who can “check all the boxes”.Uplift is proud to be an equal opportunity workplace. We are committed to equal employment opportunity regardless of race, color, ancestry, religion, sex, national origin, sexual orientation, age, citizenship, marital status, disability, gender identity or Veteran status.Note: Uplift does not accept agency resumes. Please do not forward resumes to any recruiting alias or employee. Uplift is not responsible for any fees related to unsolicited resumes.",
    "currency": "USD",
    "salary": "From 105000 to 145000 USD/yearly ",
    "headerInfo": "Full Time",
    "language": "English",
    "skills": [
      "aws-cloud-services",
      "devops",
      "github",
      "java",
      "linux",
      "node-js",
      "python",
      "collaboration-skills"
    ]
  },
  {
    "url": "https://jobs.lever.co/octopus/96cca68e-2da3-44ca-a148-2724c4e1406c?utm_source=",
    "company": "Octopus Deploy",
    "title": "Web Developer",
    "description": "Hello 👋! We make Octopus Deploy.We simplify complex software deployments so our customers can focus on what they do best and ship software on time without unwanted disruptions or surprises.🐙350,000+ people use Octopus Deploy.🐙600,000+ virtual machines run our Tentacle agent.🐙150,000,000+ deployments to date.🐙90% support emails answered in two hours or less.🐙Over 25,000 companies use Octopus Deploy, including (curious? check this out)Octopus Deploy is one of Australia’s fastest-growing software companies (and we’re taking on the world). After bootstrapping for a decade, in 2021, we quietly raised Australia's second-largest ever venture capital raise, accepting a USD 172M minority investment from Insight Partners.We’re seeking an ambitious and experienced web developer to join our team. You will take our design outputs for page templates and components and translate them into a world-class experience on our website. You will work closely with our website manager on the future direction of the tech stack behind our web properties and lead web development efforts across them. This role is pivotal to the success of our online efforts. We have aggressive growth targets, and a high-performing website is essential to meet our lead generation and brand awareness objectives.The foundational skills for this position will revolve around HTML, CSS, and JavaScript. The successful applicant for this position will be required to maintain and continue to build on our existing front-end stack (ASP.NET C# Razor), then lead the transition to a new rendering front-end (modern JavaScript framework, potentially Astro) in the future.Salary Expectations: £50,000.00- £60,000.00 +stock optionsIf this sounds like you, keep reading!A Typical Day Might Look Like:Translating briefs to build new pages and componentsImplementing technical best practices to ensure our website meets accessibility standards (WCAG AA compliant at a minimum).Implementing technical best practices to support our SEO efforts.Standardizing our technical approach across our portfolio of web properties.Providing support to campaign or ‘special project’ teams by building dedicated landing pages or microsites.Providing support to conversion rate optimization (CRO) campaigns by making changes to landing pages when required to test how this impacts conversions.Adhering to Octopus branding and development best practices.Reviewing pull requests and technical changes from the wider team.Working with the rest of the marketing team to review competitor and comparator web experiences as sources of inspiration for future projects.Developing responsive designs that work across all browsers and devices.Building new components or page templates that our web team can use to create new webpages.Integrating components and page templates into our headless CMS, Storyblok.Testing and debugging new web components.You'll Be A Great Fit For This Role If You:English speaker (native or fluent in all competencies: verbal, writing, reading, listening)Enjoy working remotely.Have 5+ years of web development experience.Have a strong understanding of front-end development principles and best practices.Have strong HTML, CSS, and JavaScript experience.Have strong knowledge of accessibility and SEO best practices.Have some back-end development experience (or are willing to learn) and don’t mind helping on that front when the need arises.Have a solid understanding of what constitutes good website design and UX principles.Can lean on past experience to estimate what deliverables are feasible within a given time period.Have worked with ASP.NET MVC (Razor) web applications before.Comfortably work solo with equal enthusiasm to being a productive team member.Are flexible and willing to learn in areas where you may not have previous, or have limited, experience.Have good testing and debugging skills.Have strong time management skills and the ability to manage multiple projects.Have previous experience working with headless content management systems.Have good interpersonal skills.Are self-motivated with the ability to work in a fast-paced, changing environment.See feedback as an opportunity rather than a criticism.Strive to continuously improve your web development skills, and a willingness to learn more about our product, markets, and our customers.Why Is This A Great Opportunity?We offer great benefits, including generous laptop and home office allowances, plus stock options!Annual leave of 25 x days.Parents receive 12 weeks of fully Paid Parental Leave.We value transparency and fairness in every aspect of our business. For example, Paul (our CEO) shares monthly updates on company performance, and our pay structures are designed to pass the ‘printer test’.Trust and autonomy. Octonauts are treated like adults, and are trusted to find the best way of working for the task at hand, without managers looking over their shoulder.You’ll be joining a high-growth company with numerous opportunities to learn and advance your career.Remote first: work from wherever you feel most productive. We are a supportive company where everyone’s contribution is valued.We respect and encourage work/life balance.Equal OpportunityWe’ve built an inclusive workplace culture and understand the true importance of culture-add, versus culture-fit.From day 1, you'll have a buddy helping you get your bearings. You can book in coffee chats with anyone in the company. We encourage everyone to have a voice in all aspects of the product and the business. So much so that we have an open chat policy (all channels are public by default) and everyone is welcome!If you need assistance or accommodation during the application process because of disability, please let us know and we’ll try our best to accommodate.Also when it comes to inclusivity, we mean it, check out our handbook!If you’d like to work at Octopus, reach out and say hello!How To Apply:You must have ongoing unrestricted work rights in the relevant job ad location (Australia, New Zealand, United States, United Kingdom) to apply for this opportunity.Submit a CV - your LinkedIn profile is also acceptable as long as it contains enough information for us to assess your fit for the role.We welcome any other relevant documents or portfolios necessary to showcase your skillset and why you think you’d be a great fit here at Octopus.[Note to Search Firms/Agencies]Octopus Deploy does not compensate search firms for unsolicited assistance unless they have a written search agreement with Octopus Deploy and the requisition is position-specific. Any resumes, curriculum vitae and other unsolicited assistance from search firms that do not have a written search agreement or position-specific requisition submitted to any Associate of Octopus Deploy will be deemed the sole property of Octopus Deploy and no fee will be paid in the event the candidate is hired by Octopus Deploy.",
    "currency": "USD",
    "salary": "From 20000 to 137356.92 USD/yearly ",
    "headerInfo": "Full Time",
    "language": "English",
    "skills": ["css", "html", "javascript", "seo", "web-design"]
  },
  {
    "url": "https://vital-api.notion.site/Frontend-Engineer-de1430c63b3b4344bad245a29e65c1b8?utm_source=",
    "company": "Vital",
    "title": "Frontend Engineer",
    "description": "🔎 Vital is looking for a Frontend Engineer to join us on our mission to revolutionize how healthcare is delivered today.💻 Vital is an API for at-home health data, and we are making it easy for developers to build virtual-first healthcare apps on top of our platform. We have built a wearables API and at-home test kit API and our current docs can be found at docs.tryvital.io.💪🏽 Some of the early challenges you could be working on:You will own our Dashboard and the entire frontend. A good number of customers use the Dashboard to order tests and check orders through our dashboard.We want to explore other product verticals in the near future. Some of these are quite UI-intensive, so your experience is invaluable.👾 Our Tech StackPython(Fast API), Go, Typescript, React, React Native, GCP.📌 You'll be a good fit if...You like to wear many hats. We are a small team, with a lot of things yet to be figured out. You are comfortable operating in such an environment.You are comfortable with owning features and being the driving force behind them. We don’t have Product Managers. Engineers are responsible for managing their work.You care about the outcomes, rather than outputs.🌳 RequirementsProficient with React (Typescript). You have 3 years of professional experience. You are also experienced with HTML and CSS.Good design sensibility. We don’t have a dedicated designer, so a lot of decisions will be left to you.Have good communication skills. You will interact with customers directly and on a daily basis.You are willing to do backend work. If you don’t have experience doing backend (with Python and Go) that’s not a problem.Company benefits💸 £50k-90k + share options (Europe ) - $70- 120k + share options (U.S.)🌎 We’re remote-first. Work from wherever you want, within 4 hours of GMT🖥️ Remote office budget - $1000✈️ Quarterly offsite⌚ Wearable of your choice after 3 months of Employment📈 Everyone in our company gets a generous option grant on employee-friendly terms💻  Brand new MacBook Pro (or equivalent for anyone who prefers Linux/BSD)🏝️  25 days holiday (excl. bank holidays)Let's do this!Before applying to this role, please read our Hiring Manifesto.If it makes sense, please email your resume, GitHub profile - anything or everything that shows us you are right for this job to careers@tryvital.io and also, make \"Let's do this!\" your subject line to show you read the job posting.",
    "currency": "USD",
    "salary": "From 70000 to 120000 USD/yearly ",
    "headerInfo": "Full Time",
    "language": "English",
    "skills": [
      "collaboration-skills",
      "css",
      "design",
      "front-end",
      "html",
      "react-native",
      "react-js",
      "typescript"
    ]
  },
  {
    "url": "https://tembo.breezy.hr/p/d55126bb0131-senior-postgres-dba?utm_source=",
    "company": "Tembo",
    "title": "Senior Postgres DBA",
    "description": "If this role is interesting to you but you don't think you meet all the criteria, please still apply. Nobody checks every box, and we're looking for people who are excited about Postgres and want to be a part of a growing startup.Tembo is building the Postgres developer platform for every data service. Our mission is to collapse the database sprawl of the modern data stack with a unified developer platform by leveraging the power of Postgres extensions. We’re dramatically simplifying the developer experience of deploying, managing, and scaling Postgres through a novel “database-as-code” approach.In this role, you will act as our in-house \"Postgres Expert,\" sharing your experience with Postgres to help us create the best-in-class Postgres experience for our users. This role involves optimizing Postgres for our customers by providing guidance as well as building tools for monitoring, tuning, and automated alerts. Whether you consider yourself more of a DBA, a data engineer, or a software engineer is less important to us; we're looking for someone who is passionate about optimizing and automating the efficient running of Postgres at scale.Tembo is a new venture led by Ry Walker (founder of Astronomer) and we recently closed our $6.5MM Seed Round led by Venrock. Join our early-stage team and help pioneer a novel experience for running Postgres on the cloud!Responsibilities:Tuning PostgreSQL to run efficiently on the cloud including setup, hardware, and configurationWorking with customers to migrate databases, optimize database performance, and troubleshoot bottlenecksShare your Postgres expertise with the Tembo Platform team to make sure our SaaS runs a well-tuned Postgres specific to each customer workloadBuilding automation to monitor databases, detect issues, issue alerts, and optimize performanceYou’ll be a great fit if you have at least (3) of the following:Strong experience with Postgres Database Administration, including Expert-level knowledge of database configurations, migrations, and operationsExperience managing large-scale Postgres deploymentsDeep understanding of cloud-based database solutions and migrations — if you’ve had experience with Amazon RDS or other managed Postgres providers, that’s even better!Experience developing automation for monitoring and tuning PostgresExperience supporting internal and external clients with performance tuning and troubleshootingRole Details:Terms: This is a full-time, permanent roleCompensation & Benefits: Annual salary of $125,000 to $175,000, equity in the company, unlimited PTO, and insurance (medical, dental, and vision are 100% covered for employees)Location: Remote (we meet in-person once per quarter)At Tembo, we acknowledge that the right individuals can make a significant difference. We foster an environment that encourages diversity, collaboration, and innovative thinking. If you are passionate about developing cutting-edge solutions and aspire to make a mark in the world of managed Postgres services, we would love to hear from you.Tembo is an Equal Opportunity Employer, promoting inclusivity and diversity. We welcome all qualified candidates, regardless of race, color, religion, gender, gender identity or expression, sexual orientation, national origin, genetics, disability, age, or veteran status.Please note that this job description covers a comprehensive list of activities, duties, or responsibilities required of the employee for this job. Duties, responsibilities, and activities may change at any time with or without notice.",
    "currency": "USD",
    "salary": "From 125000 to 175000 USD/yearly ",
    "headerInfo": "Full Time",
    "language": "English",
    "skills": [
      "automation",
      "data-engineering",
      "database-administration",
      "postgres",
      "postgresql",
      "troubleshooting",
      "collaboration-skills"
    ]
  },
  {
    "url": "https://usercentrics-gmbh.jobs.personio.de/job/895614?display=en?utm_source=",
    "company": "Usercentrics",
    "title": "Senior Backend Engineer",
    "description": "SHAPE THE FUTURE OF PRIVACY WITH USERCENTRICSUsercentrics is a leading and fast growing Consent Management Platform with great ambitions in a very dynamic space of data protection technologies. This is an exciting role as you will have the chance to turn customers, market needs and trends into successful products which will impact millions of users for one of our innovation projects.If you are a self-starter and hungry to learn then join our smart, young, highly motivated, hard working, international, and fun team!LOCATIONMunich or remoteYOUR TASKSYou will be part of our Usercentrics innovation projects that just started - a very start-up/hands-on work-style inside an established companyThe chance to bring in own ideas, not only on code architecture and best practises, but also ideas that steer the product visionHands on implementation on the projectEnsuring quality of our delivery with sufficient automated testingIf a bug is discovered, you are not satisfied with easy solutions, but to identify the root cause and to find sustainable fixesYOU BRING5+ years of professional frontend development with JavaScript ES6+, TypeScript, Node.jsStrong experience in other industry standard libraries for backend services (e.g. Express, NestJS, …)Great knowledge in API design principlesGreat knowledge of modern JavaScript/TypeScript features, clean code, design principles and functional programmingKnowledge in using testing frameworksExperience with Google Cloud Computing or other public cloud providersExcellent written and verbal communication skills in English.A curious, self-driven, product oriented and analytical work styleWHY JOIN USERCENTRICS?Joining Usercentrics means becoming part of a fast-growing, diverse and international team of tech enthusiasts and entrepreneurially-minded who build our success story togetherWe have offices located in Munich, Copenhagen, Odense and Prague, but you can also join us remotely. Our colleagues are working from Belgium, Canada, Cyprus, The Netherlands, Portugal, The United Kingdom and many more locationsCompany culture is important to us - we strive to continuously develop a positive, vibrant and inspiring environment that enables everyone to thriveYour work-life balance is important to us too, so we offer flexible working hours and the opportunity to work from other locations (in accordance with our company policy)Get involved! At Usercentrics, every employee has a voice as it is extremely important for us to have everybody represented, and we see it as a huge benefit for both the company and for the people who work hereWe always remember to have fun along the way, both in our day-to-day work and at our regular team events - or online, to accommodate current restrictionsA steep learning curve in a dynamic startup environment with a high career growth opportunityABOUT USWe are driven by our values #BeBrave, #BetterTogether, #LeadbyExample, #InnovateWithPurpose, #PassionForPrivacy, #GiveBack and #ComeAsYouAre. They show what we believe in and how we work. They help make our team special and guide us in everything we do. They're the heart of our company and inspire us to do our best every day.We strive to create a diverse, equitable, and inclusive environment (DEI) where everyone feels valued, respected, and empowered to reach their full potential. We believe that our different backgrounds, experiences, and perspectives are our greatest strengths — so we are committed to building with them as we foster innovation and drive our success.We recognize that this is an ongoing journey. We commit to listening and to continuous learning, growth, and improvement. By embracing DEI principles, we will create a more just and equitable society, and we are proud to play our part in making this vision a reality.We are #BetterTogether.",
    "currency": "USD",
    "salary": "From 70000 to 100000 USD/yearly ",
    "headerInfo": "Full Time",
    "language": "English",
    "skills": [
      "api-design",
      "backend-development",
      "collaboration-skills",
      "google-cloud",
      "javascript-es6",
      "nestjs",
      "node-js",
      "typescript"
    ]
  },
  {
    "url": "https://www.cloverhealth.com/en/about-us/job-opening?gh_jid=5130396?utm_source=",
    "company": "Clover Health",
    "title": "Business Intelligence Developer",
    "description": "Clover is reinventing health insurance by working to keep people healthier.Clover is built upon the belief that empowering the healthcare system with the right data, at the right moment, for the right person will drive improved outcomes for our members.As a Business Intelligence Developer on Clover's Data team, you will partner with product managers and business stakeholders across the organization to develop, build, and maintain dashboards. In addition, you will consult with business stakeholders to utilize and engage with our BI tools, help inform strategy based on data, and partner in developing appropriate infrastructure.As a Business Intelligence Developer, you will:Build and maintain BI dashboards to help decision making based on data.Partner with product and design in gathering requirements for new dashboards and help frame what is possible.Build pipelines to support appropriate adherence to canonical metrics and increased self-service of analytics.Build dashboards with HIPAA and HiTrust compliant data access controls.You will love this job if:You are passionate and motivated by Clover's mission. You are excited to create a significant impact on member experience and the business through building data products.You have an unsatisfiable curiosity and an appetite to understand.You are an exceptional communicator. What we're doing is complicated. Data isn’t always intuitive. You are energized to communicate that complexity in an intuitive way.You should get in touch if:You have a minimum of 3+ years of BI developer experience. You are proficient in SQL.You have proficient working experience in Tableau and/or other BI tools.You have experience with healthcare data, preferred but not required.Pursuant to the San Francisco Fair Chance Ordinance, we will consider for employment qualified applicants with arrest and conviction records. We are an E-Verify company.#LI-RemoteAbout Clover: We are reinventing health insurance by combining the power of data with human empathy to keep our members healthier. We believe the healthcare system is broken, so we've created custom software and analytics to empower our clinical staff to intervene and provide personalized care to the people who need it most.We always put our members first, and our success as a team is measured by the quality of life of the people we serve. Those who work at Clover are passionate and mission-driven individuals with diverse areas of expertise, working together to solve the most complicated problem in the world: healthcare.From Clover’s inception, Diversity & Inclusion have always been key to our success. We are an Equal Opportunity Employer and our employees are people with different strengths, experiences and backgrounds, who share a passion for improving people's lives. Diversity not only includes race and gender identity, but also age, disability status, veteran status, sexual orientation, religion and many other parts of one’s identity. All of our employee’s points of view are key to our success, and inclusion is everyone's responsibility.",
    "currency": "USD",
    "salary": "From 80000 to 120000 USD/yearly ",
    "headerInfo": "Full Time",
    "language": "English",
    "skills": [
      "business-intelligence",
      "clear-communicator",
      "collaboration-skills",
      "design",
      "developer",
      "sql",
      "tableau-and-powerbi"
    ]
  },
  {
    "url": "https://usercentrics-gmbh.jobs.personio.de/job/895476?display=en?utm_source=",
    "company": "Usercentrics",
    "title": "Senior Frontend Engineer",
    "description": "SHAPE THE FUTURE OF PRIVACY WITH USERCENTRICSUsercentrics is a leading and fast-growing Consent Management Platform with great ambitions in a very dynamic space of data protection technologies. This is an exciting role as you will have the chance to turn customers, market needs and trends into successful products which will impact millions of users for one of our innovation projects.If you are a self-starter and hungry to learn then join our smart, young, highly motivated, hard-working, international, and fun team!LOCATIONMunich or remoteYOUR TASKSYou will be part of our Usercentrics innovation projects that just started - a very start-up/hands-on work-style inside an established companyThe chance to bring in own ideas, not only on code architecture and best practises, but also ideas that steer the product visionHands on implementation of the projectEnsuring quality of our delivery with sufficient automated testingIf a bug is discovered, you are not satisfied with easy solutions, but to identify the root cause and to find sustainable fixesYOU BRING5+ years of professional frontend development with JavaScript ES6+, TypeScript, HTML5 & CSS3.A proven track record working with modern JavaScript frameworks incl. ReactStrong experience in other industry standard libraries for Web Applications (e.g. Styled Components)Great knowledge of modern JavaScript/TypeScript features, clean code, design principles and functional programmingGreat knowledge in using testing frameworks (frameworks supporting browser integration testing is plus)Experience in MacOS/iOS development is a plusExcellent written and verbal communication skills in English.A curious, self-driven, product oriented and analytical work styleWHY JOIN USERCENTRICS?Joining Usercentrics means becoming part of a fast-growing, diverse and international team of tech enthusiasts and entrepreneurially-minded who build our success story togetherWe have offices located in Munich, Copenhagen, Odense and Prague, but you can also join us remotely. Our colleagues are working from Belgium, Canada, Cyprus, The Netherlands, Portugal, The United Kingdom and many more locationsCompany culture is important to us - we strive to continuously develop a positive, vibrant and inspiring environment that enables everyone to thriveYour work-life balance is important to us too, so we offer flexible working hours and the opportunity to work from other locations (in accordance with our company policy)Get involved! At Usercentrics, every employee has a voice as it is extremely important for us to have everybody represented, and we see it as a huge benefit for both the company and for the people who work hereWe always remember to have fun along the way, both in our day-to-day work and at our regular team events - or online, to accommodate current restrictionsA steep learning curve in a dynamic startup environment with a high career growth opportunityABOUT USWe are driven by our values #BeBrave, #BetterTogether, #LeadbyExample, #InnovateWithPurpose, #PassionForPrivacy, #GiveBack and #ComeAsYouAre. They show what we believe in and how we work. They help make our team special and guide us in everything we do. They're the heart of our company and inspire us to do our best every day.We strive to create a diverse, equitable, and inclusive environment (DEI) where everyone feels valued, respected, and empowered to reach their full potential. We believe that our different backgrounds, experiences, and perspectives are our greatest strengths — so we are committed to building with them as we foster innovation and drive our success.We recognize that this is an ongoing journey. We commit to listening and to continuous learning, growth, and improvement. By embracing DEI principles, we will create a more just and equitable society, and we are proud to play our part in making this vision a reality.We are #BetterTogether.",
    "currency": "USD",
    "salary": "From 70000 to 100000 USD/yearly ",
    "headerInfo": "Full Time",
    "language": "English",
    "skills": [
      "css3",
      "fluent-english",
      "front-end",
      "html5",
      "javascript-es6",
      "react-js",
      "typescript",
      "collaboration-skills"
    ]
  },
  {
    "url": "https://tembo.breezy.hr/p/66bf5788f764-developer-advocate-contract-to-hire?utm_source=",
    "company": "Tembo",
    "title": "Developer Advocate (Contract to Hire)",
    "description": "If this role is interesting to you but you don't think you meet all the criteria, please still apply. Nobody checks every box, and we're looking for people who are excited about Postgres and want to be a part of a growing startup.Tembo is building the Postgres developer platform for every data service. Our mission is to collapse the database sprawl of the modern data stack with a unified developer platform by leveraging the power of Postgres extensions. We’re dramatically simplifying the developer experience of deploying, managing, and scaling Postgres through a novel “database-as-code” approach.In this role, you will use your experience building and maintaining trust with developer communities to create excellent content that drives interest in Tembo and our vision for Postgres. This content will range from blogs to guides and documentation, creating a best-in-class Postgres experience for Tembo users and the Postgres community as a whole. Over time, you will become a subject matter expert and influencer in the Postgres community.Tembo is a new venture led by Ry Walker (Founder of Astronomer). We recently closed a $6.5MM Seed Round led by Venrock. Join our early-stage team and help pioneer a novel experience for running Postgres on the cloud.Responsibilities:Create a compelling content portfolio for Tembo that takes into account current market demands and trendsCreate and deliver blogs, demos, talks (virtual and in person), workshops, and programs that educate and engage Postgres users and the broader developer communityEngage our engineering team to help with technical writing and documentationHelp the team improve the Tembo onboarding experience by putting developer feedback firstMaintain an active presence and representation in the Postgres community, including participation on committees, working groups, etc.Spend time “in-community” to create awareness about Tembo's products and create an engaged following of users and technology partnersYou’ll be a great fit if you have at least (3) of the following:Technical Proficiency: Strong technical background and expertise in databases and data management softwareGood understanding of cloud-based database solutions and migrations — if you’ve had experience with Amazon RDS or other managed Postgres providers, that’s even better!Proficiency in at least one of the following programming languages: Python, Java, C, C++, RustCommunication Skills: Excellent written and verbal communication skills to convey complex technical concepts clearly and concisely in blog posts, documentation, tutorials, and videosProven experience producing high-quality technical content including blog posts, tutorials, code samples, and video presentations, complemented by strong storytelling and community-building skillsCreativity: Ability to think creatively and come up with innovative ideas for content that resonates with the developer audienceRole Details:This is a contract-to-hire role: for strong candidates, we are open to full-time or part-time work, whatever best fits your availabilityIf you have availability but are not currently considering joining a company full-time, please still apply!Compensation is negotiable based on experienceYou can work from anywhere across the globe (we usually meet in person as a team once per quarter, but these meetings are optional for contractors)At Tembo, we acknowledge that the right individuals can make a significant difference. We foster an environment that encourages diversity, collaboration, and innovative thinking. If you are passionate about developing cutting-edge solutions and aspire to make a mark in the world of managed Postgres services, we would love to hear from you.Tembo is an Equal Opportunity Employer, promoting inclusivity and diversity. We welcome all qualified candidates, regardless of race, color, religion, gender, gender identity or expression, sexual orientation, national origin, genetics, disability, age, or veteran status.Please note that this job description covers a comprehensive list of activities, duties, or responsibilities required of the employee for this job. Duties, responsibilities, and activities may change at any time with or without notice.",
    "currency": "USD",
    "salary": "From 100000 to 140000 USD/yearly ",
    "headerInfo": "Full Time",
    "language": "English",
    "skills": [
      "c-c",
      "clear-communication-skills",
      "community-building",
      "content-creation",
      "database",
      "developer-relations",
      "java",
      "python",
      "storytelling"
    ]
  },
  {
    "url": "https://boards.greenhouse.io/localcoin/jobs/4935693004?utm_source=",
    "company": "Localcoin",
    "title": "Java Backend Developer",
    "description": "ABOUT LOCALCOIN Localcoin is a rapidly-growing company that is revolutionizing the way people buy and sell digital currencies. Our mission is to empower individuals to join the cryptocurrency economy and make it more accessible for everyone. As Canada's largest Bitcoin ATM network, we offer an expanding product line that enables crypto-enthusiasts to easily participate in the digital currency world.We are passionate about what we do and we believe that success comes from being creative and innovative. As a member of our team, you will work alongside a talented and dynamic group of individuals who will support your growth and development in your career.We are a startup that fosters a culture of transparency, collaboration, and innovation. If you are a self-starter looking for a challenging and rewarding role in a dynamic and fast-paced environment, we want to hear from you. Join us and be a part of the future of digital currencies!THE ROLEWe are looking for an individual who is passionate about learning new technologies to join our growing Engineering team as our Java Back End Developer. As a Java Back-End Engineer at Localcoin, you will be responsible for developing and maintaining functional and stable back end applications for our company, ensuring system consistency and availability. Working alongside the Engineering team, you should have an unyielding desire to learn and broaden your horizon along with contributing towards daily deliverables. You should be a team player, familiar with the Agile framework of delivery.YOUR IMPACTImplement efficient, robust, and maintainable backend features for both in-house and cloud environments. Integrate software components into a fully functional software system, and troubleshoot, debug, and upgrade existing systems.Take ownership of the project and work independently in a team environment.Focus on solving problems and providing workable solutions plus the flexibility to learn new technology and programming languages to meet the business needs.Execute proof-of-concepts, recommend and design the backend solutions including system/technical/security architecture.Communicate in writing and verbally with technical and non-technical cross-functional teams.Mentor other team members and perform code reviews as requested.Aid in the estimation and effort requirement to build key componentsContribute to software development related processes improvements, voicing any concerns and actively contribute to their resolution.Participate in the hiring, evaluation and training of new team members.THIS IS YOU4+ years in backend development and strong knowledge in JAVA8 Programming language along with Maven or Gradle.Bachelor's degree in Computer Science or Software Engineering required; master's degree in either field is highly desirableExcellent communication skills with a knack for effectively conveying complex technical concepts to both internal and external stakeholdersWorking experience with TLS, HTTP/(S) protocol and RESTful services using Spring - Boot, JPA, MVC Working experience with functional testing, unit testing (JUnit), code coverage and static code analysis tools such as SonarHighly proficient in SQL. DDL, DML, relational database design patterns and indexes in any well known  SQL databases such as MySQL and NonSQL platforms such as Mongo.Proficient on Git flow lifecycle, NGINX and Docker;Proficient on AWS products such as EC2, ECS, RDS, VPC and SSM;Proficient on Linux shell/bash scripting as well as command line for Ubuntu environments ;THIS IS NICEExperience with any CI/CD platforms on the cloud, preferably Gitlab or CircleCIGood understanding of Cloudflare platformExpertise using Swagger and/or Postman toolsExperience on NodeJS and NPM management as wellExpertise on Python scripting and Node.js programmingExperience with manual automation tools such as IntegromatWHY YOU WILL LOVE WORKING AT LOCALCOIN!Professional DevelopmentWe are a fast-growing company and as a result, there are ample opportunities for career growth and professional development when you join our team. From a transparent promotion structure and defined career paths to a wide range of learning and development opportunities, we do what it takes to invest in your career and help you hone your skills so you can grow alongside us! Health & Wellness BenefitsWe offer a comprehensive array of health and wellness benefits that provide choices so you can tune your benefits plan to fit your unique needs. Events and SocialsWhen you join our team, you’ll enjoy everything from company-wide teaching and training days, industry events, monthly team social events and much more! Employee Discounts All of our team members enjoy exclusive employee discounts at all of our cryptocurrency ATMs across Canada. Localcoin is proud to be an equal opportunity employer and is committed to fostering a diverse and inclusive workplace where all individuals have an opportunity to succeed. If you require accommodation at any stage throughout the recruitment process, please notify your recruiter.",
    "currency": "USD",
    "salary": "From 85000 to 122000 USD/yearly ",
    "headerInfo": "Full Time",
    "language": "English",
    "skills": [
      "apache-http-server",
      "backend-development",
      "java",
      "maven",
      "restful-api",
      "software-engineering",
      "sql",
      "collaboration-skills"
    ]
  },
  {
    "url": "https://boards.greenhouse.io/kindbody/jobs/6740226002?utm_source=",
    "company": "Kindbody",
    "title": "Software Engineer",
    "description": "About KindbodyKindbody is a leading fertility clinic network and family-building benefits provider for employers offering comprehensive virtual and in-person care.Kindbody's clinically managed program includes fertility assessments and education, fertility preservation, genetic testing, in vitro fertilization (IVF), donor and surrogacy services, and adoption, as well as physical, mental, and emotional support from preconception through postpartum. Kindbody is the trusted fertility benefits provider for more than 110 employers, covering more than 2.4 million lives. Many thousands more receive their fertility care directly from Kindbody throughout the country at signature clinics, mobile clinics, and partner clinics. As the fertility benefits provider, technology platform, and direct provider of high-quality care, Kindbody delivers a seamless, integrated experience with superior health outcomes at lower cost, making fertility care more affordable and accessible for all. Visit www.kindbody.com. and follow us on Instagram, Twitter, and Linkedin.About the RoleAs an experienced Software Engineer reporting to our Director of Engineering you will be working in a fast-paced, rapidly growing environment where you will be relied on for your expertise, professionalism, and collaboration. This role is a full time position and will be remote. ResponsibilitiesOwn it. Take technical responsibility for a family of systems - be on the lookout for opportunities for improvement to keep our production systems scaling and performing fastSpeak up!  Contribute to conversation concerning sprints and deliverablesGet involved. Design and architect systems that can span multiple teams and/or productsBe thoughtful. Communicate with leadership, product owners, other technologists and users to build useful, relevant, dependable solutionsThink critically. Break down complex problems into elegant technical solutions to intelligently solve problems for our patients and internal stakeholdersBe curious! Actively contribute to the adoption of strong architecture, best practices and new technologiesWho You Are5+ years of experienceExperience building highly-scalable patient or consumer facing applicationsInterest and experience in women’s health and / or healthcare services.Proven ability to partner across the organization and provide thought leadership and strategy executionCollaborative working style, detail- and goal- oriented, self-starter with excellent project management skills and ability to manage tight deadlinesExperience with one or more programming languages including Ruby, JavascriptExperience building HIPAA compliant softwareExperience in Rails or ReactExperience in dual cloud developmentPerks and Benefits Kindbody values our employees and wants to do everything to ensure that our employees are happy and professionally fulfilled, but also that they have the opportunity to be healthy. We are committed to providing a number of affordable and valuable health and wellness benefits to our full time employees, such as paid vacation and sick time; paid time off to vote; medical, dental and vision insurance; FSA + HSA options; Company-paid life insurance; Short Term + Long Term Disability options; Paid Parental Leave (up to 12 weeks fully paid dependent on years of service); 401k plans; free Peloton membership, monthly guided meditation and two free cycles of IVF/IUI or egg freezing and free egg storage for as long as you are employed.Additional benefits, such as paid holidays, commuter transit benefits, job training & development opportunities, social events and wellness programming are also available.  We are constantly reevaluating our benefits to ensure they meet the needs of our employees.Kindbody is an Equal Employment Opportunity employer. We strongly support the principles of equal employment opportunity in all of our employment and hiring policies and practices and believe that a more diverse and inclusive workplace will benefit our patients, care partners, and Kindbody employees. We administer our employment and hiring policies and practices without regard to race, color, religion, sex, gender, gender identity, gender expression, pregnancy, citizenship, national origin, ancestry, age, disability, medical condition, military service, military or veteran status, genetic information, creed, marital status, sexual orientation, or any other status protected by federal, state, or local law.In an effort to protect our employees and our patients, Kindbody strongly encourages all employees to be fully vaccinated against Covid-19. However, some states are requiring that all healthcare workers be fully vaccinated. Candidates seeking employment at Kindbody in the following states will be required to be fully vaccinated against COVID-19 and provide proof of your COVID-19 vaccine prior to your start date of employment: California, Colorado, Illinois, New York, New Jersey and Washington. All other states are exempt from this requirement. If you cannot receive the COVID-19 vaccine because of a qualifying legal reason, you may request an exception to this requirement from the Company. As this is a remote position, the requirement would not apply. Please note that Kindbody interview requests and job offers only originate from an @kindbody.com email address.  Kindbody will also never ask for bank account information (including routing or account numbers), social security numbers, passwords or any other sensitive information to be delivered over email or phone. Always reference our career site, careersatkindbody,  to see if the position that you are applying to is legitimate. If you receive a scam issue or a security issue involving Kindbody please notify us at peoplesupport@kindbody.com.Kindbody provides equal employment opportunities to all employees and applicants for employment and prohibits discrimination and harassment of any type without regard to age, ancestry, color, family or medical care leave, gender identity or expression, genetic information, marital status, medical condition, national origin, physical or mental disability, political affiliation, protected veteran status, race, religion, sex (including pregnancy), sexual orientation, or any other characteristic protected by applicable laws, regulations, and ordinances.",
    "currency": "USD",
    "salary": "From 105000 to 145000 USD/yearly ",
    "headerInfo": "Full Time",
    "language": "English",
    "skills": [
      "collaboration-skills",
      "javascript",
      "project-management",
      "react-js",
      "ruby-on-rails",
      "software-engineering"
    ]
  },
  {
    "url": "https://tembo.breezy.hr/p/6a470e42cf26-senior-backend-engineer?utm_source=",
    "company": "Tembo",
    "title": "Senior Backend Engineer",
    "description": "If this role is interesting to you but you don't think you meet all the criteria, please still apply. Nobody checks every box, and we're looking for people who are excited about Postgres and want to be a part of a growing startup.Tembo is building the Postgres developer platform for every data service. Our mission is to collapse the database sprawl of the modern data stack with a unified developer platform by leveraging the power of Postgres extensions. We’re dramatically simplifying the developer experience of deploying, managing, and scaling Postgres through a novel “database-as-code” approach.We are hiring a Senior Backend Engineer for the Tembo Platform team. In this role, you'll have the opportunity to shape our Postgres-as-a-service offering, integrate popular data stacks with our platform, contribute to open-source software, and build Kubernetes operators.Tembo is a new venture led by Ry Walker (founder of Astronomer) and we recently closed our $6.5MM Seed Round led by Venrock. Join our early-stage team and help pioneer a novel experience for running Postgres on the cloud!Responsibilities:Develop and support Tembo's Postgres-as-a-service platformBuild Kubernetes operators to augment our platform's capabilitiesDevelop backend services for a Kubernetes-based platformCreate developer tooling, including command-line interfaces, SDKs, Terraform providers, and moreCollaborate closely with remote peers and participate in all phases of the development cycle: design, implementation, testing, deployment, and maintenanceYou’ll be a great fit if you have at least (2) of the following:Development and operations with RustPostgres performance optimization or hosting at scaleExperience architecting and operating large-scale data systemsDevelopment and operations experience with Kubernetes OperatorsContributions to open-source projectsRole Details:Terms: This is a full-time, permanent roleCompensation & Benefits: Annual salary of $125,000 to $175,000, equity in the company, unlimited PTO, and insurance (medical, dental, and vision are 100% covered for employees)Location: Remote (we meet in-person once per quarter)At Tembo, we acknowledge that the right individuals can make a significant difference. We foster an environment that encourages diversity, collaboration, and innovative thinking. If you are passionate about developing cutting-edge solutions and aspire to make a mark in the world of managed Postgres services, we would love to hear from you.Tembo is an Equal Opportunity Employer, promoting inclusivity and diversity. We welcome all qualified candidates, regardless of race, color, religion, gender, gender identity or expression, sexual orientation, national origin, genetics, disability, age, or veteran status.Please note that this job description covers a comprehensive list of activities, duties, or responsibilities required of the employee for this job. Duties, responsibilities, and activities may change at any time with or without notice.",
    "currency": "USD",
    "salary": "From 125000 to 175000 USD/yearly ",
    "headerInfo": "Full Time",
    "language": "English",
    "skills": [
      "backend-development",
      "collaboration-skills",
      "design",
      "kubernetes",
      "postgres",
      "rust",
      "terraform"
    ]
  },
  {
    "url": "https://boards.greenhouse.io/stackcommerce/jobs/4464582?utm_source=",
    "company": "StackCommerce",
    "title": "Senior Full Stack Engineer (Search and Performance Focus)",
    "description": "Who We Are:StackCommerce is the leading product discovery platform for publishers and brands. Our award-winning solution allows users to discover and purchase products on the publisher sites they visit daily. We provide 2500+ merchants and retailers with unmatched exposure through product listings and shoppable articles. For publishers, we power white-labeled e-commerce shops with on-site checkout for readers. We’ve helped over 1,000 publishers monetize with commerce, including Yahoo!, CNN, Hearst, Mashable, NY Post, TMZ, MarketWatch, and more.The Role:The Senior Engineer will apply their years of technical experience developing web applications towards building scalable ecommerce platform solutions with special responsibility for our product search and discovery platform.What You’ll Do:Configure and maintain Elasticsearch and related search technologiesContribute toward our ongoing roadmap for Search and DiscoveryDevelop software solutions in Ruby on RailsMaintain a standard for modular and test-driven codeTake on large projects with a high level autonomyContribute to important architectural decisionsAdhere to and advocate for technology standards and best practicesWhat You'll Bring:Bachelors in CS or significantly broad engineering experience6+ years of relevant software engineering experienceAbility to thrive in a fast-paced work environment and adapt to changing prioritiesExperience implementing feature-sized code changes without guidance.Experience implementing large components and/or significant rearchitecting a system alongside a team.Experience writing unit tests, integration tests, etc. and working as part of a technical team.Experience acting as a technical lead on some projects.Demonstrated ability to communicate with cross-functional groups.Ability to describe technical projects at the right level of detail to both technical and non-technical audiences.A track record of being a trusted advisor and partner both inside and outside of an engineering team.What to Expect:Intro Call: You’ll hop on a quick call with the hiring manager so we can get to know you better — and you can learn a little more about the role. Remote Interviews: You’ll be meeting with 2-3 team members on separate video calls. This is your chance to ask questions and see who this role interacts with on a daily basis.Final Video Call: This is a great opportunity to get to know one of our senior executives over video.Offer: We send over an offer and you (hopefully) accept! Welcome to Stack!Compensation:Our overall compensation and rewards package includes base pay, bonus or commission, and a variety of benefits. Base pay is determined within a range that allows you the opportunity to progress as you grow and develop within a role.  The anticipated annualized salary range for this role is $128,033 - $173,867 (this range may be modified in the future based on changing market conditions).  Your initial base pay will be determined based on several factors, including demonstrated skills, relevant education or training, experience, qualifications, travel requirements, and job location.Benefits + Perks:In addition to a competitive compensation package, we have a lot to offer for the right candidate:Health Benefits: We offer medical, dental, vision, life, and short-term and long-term disability insurance.401K: Eligible on your first day of employment.Super Flex Time: Run errands as needed, just get your stuff done.Unlimited Vacation: Take time to unwind with unlimited PTO, plus an office closure between Christmas and New Year’s.Generous Parental Leave Program: 12 weeks of paid pregnancy disability and baby bonding leave, as well as 4 weeks of paid paternity leave that must be taken within the first six months of the birth.Learning Budget: Dollars towards eLearning courses, eBooks, and more.WFH Office: Home office stipend and internet dollars to set you up for success.Events: Happy hours, team bonding budgets and culture events (even while remote!) and an annual company offsite.Stack Highlights:By the numbers...We’ve paid our publisher and merchant partners $150+ million and counting!We’ve been a profitable business from day 1.We work with 1k+ media publishers including Mashable, TMZ, CNN, NY Post, & others.We’ve been a ‘BuiltinLA Best Place to Work in LA’ for 2 years straight.We’re currently a fully-remote team with 110 teammates. Are you next? StackCommerce is an equal opportunity employer. Applicants will not be discriminated against because of race, color, creed, sex, sexual orientation, gender identity or expression, age, religion, national origin, citizenship status, disability, ancestry, marital status, veteran status, medical condition, or any protected category prohibited by local, state or federal laws.",
    "currency": "USD",
    "salary": "From 128033 to 173867 USD/yearly ",
    "headerInfo": "Full Time",
    "language": "English",
    "skills": [
      "elasticsearch",
      "full-stack-development",
      "ruby-on-rails",
      "software-engineering",
      "react-js",
      "collaboration-skills"
    ]
  },
  {
    "url": "https://www.mailerlite.com/jobs/site-reliability-engineer-database?utm_source=",
    "company": "MailerLite",
    "title": "Site Reliability Engineer (Database)",
    "description": "Job descriptionMailerLite is one of the fastest-growing email marketing services. We help more than 1 million businesses around the world to keep in touch with their customers. Today, we are a team of more than 130 dreamers, adventurers, and world travelers passionate about what we do and believe in. And we are ready for another talented person to join the party.We’re looking for a Site Reliability Engineer with a strong database knowledge to join our SRE team and help with managing our Database and other infrastructure. 🚀Why MailerLite?Wondering why we think you’ll love working for MailerLite? Here are our favorite 6 reasons!You'll grow, develop and evolveYou'll have the opportunity to work on cutting-edge technologies, and keeping up to date in the SRE/DBE landscape. Each day will bring new and exciting challenges that will push your skills and expertise to the next level. Moreover, we are always looking for improvements and new ideas. You want to implement something? Write up the idea and start working on it.You'll be challenged with interesting tasksYou will be managing and maintaining our robust infrastructure, ensuing the reliability and scalability of our systems, automating tedious tasks, setting up fault tolerant infrastructure and services and contributing to our monitoring and observability stack.You'll take ownershipWe expect you to take full responsibility and ownership of your tasks. Team leads avoid micromanaging and minimize interruptions so you can stay focused on your assignments.You'll have experts at handWhenever you’re stuck, your teammates with a wide range of different expertise are ready to help you grow. And they’d love for you to share your knowledge too!You'll pick where you work, every dayWe embrace the remote culture. Every day you get to choose what environment makes you most productive.You'll have stabilityWe value a stable workplace! MailerLite has been thriving for over 10 years and our year-over-year growth continues to increase.What you will work onDatabase Management: Scale and architect solutions for our growing products database needs, planning new instances, monitoring and troubleshooting database related issues.System Architecture: Collaborating with SRE and developers to design and implement reliable, reproducible, scalable systems.Deploy and release management: Develop processes and tooling around our existing CI CD frameworks for effective deployment and releases.Monitoring and Alerting: Setting up and scaling our monitoring systems across multiple components and services, ensuring the swift action and timely responding to critical incidents.Infrastructure Automation: developing and maintaining Infrastructure-as-code to automate the provisioning of infrastructure and resources.Documentation: Creating and maintaining critical documentation, runbooks and operation knowledge base to facilitate effective incident response and troubleshooting.What we expect from youProficient with Postgres, MySQL (ClickHouse/MongoDB/TimescaleDB)Proficient in CI/CD/IAC tools (Terraform/Ansible)Programming skills (Bash, Golang, Python)Proficient in Kubernetes / ContainersYou feel at home in the shellOutstanding attention to detail (if you apply, include the word lite somewhere in your application)Excellent verbal and written communication skills in EnglishCommunicative, proactive, go-for it attitudeYou have a sense of personal responsibilityYou're a great team player with a positive attitudeYou consistently want to learn more and improve your skillsYou look for automation possibilities when doing redundant tasksThis position is full-time (40 hours per week)What we offerYearly salary: $50,000-$75,000 (gross)Remote-first culture with the team working remotely from all over the worldInternational health insurance provided with coverage in most countries. Monthly healthcare payout available in select countries where coverage is limitedCompany-paid retreats. Once per year we gather for a week in an exotic location to work, learn and have fun together31 days of vacation per year. We encourage you to unplug and recharge!12 paid sick days for your physical and mental well-being, no doctor's note required. Parents can use them to care for their sick children4 creative days. One paid day off per quarter to do something creative and fun12 parental days per year. Enjoy one paid day off each month to treasure time with your childrenParental leave. Enjoy paid bonding time at 100% of your salary when welcoming a new child into your family through birth or adoption - 3 months of maternity leave and 1 month of paternity leaveParenting budget of $1000. Celebrate the arrival of your little one, whether through childbirth or adoption, with a special gift from usJoy Budget. Annual budget to spend on whatever that brings you joyMacBook and other tools that'll help you to do your job efficientlyCheck the full list of our awesome benefits here",
    "currency": "USD",
    "salary": "From 50000 to 75000 USD/yearly ",
    "headerInfo": "Full Time",
    "language": "English",
    "skills": [
      "ansible",
      "bash-scripting",
      "golang",
      "kubernetes",
      "mysql",
      "postgres",
      "software-engineering",
      "terraform",
      "collaboration-skills"
    ]
  }
]
